"1 856 1 4206624772 ,"
"attention_mask 2 1 256 3 : input_ids 2 1 256 3 : token_type_ids 2 1 256 3 ,"
" 1009 1011 1012 1020 1022 1023 1024 1035 1037 1038 1040 1041 1042 1044 1045 1047 1050 1051 1054 1055 1057 1058 1059 1061 1062 1064 1067 1068 1071 1072 1073 1074 1076 1077 1079 1082 1083 1086 1087 1088 1089 1090 1092 1093 1094 1095 1096 1097 1099 1100 1102 1104 1105 1107 1108 1110 1111 1112 1123 1125 1126 1134 1136 1137 1138 1149 1151 1152 1154 1155 1156 1158 1159 1161 1164 1165 1168 1169 1171 1172 1173 1175 1176 1178 1181 1182 1185 1186 1187 1188 1190 1191 1193 1196 1197 1200 1201 1202 1203 1204 1206 1207 1208 1209 1210 1211 1213 1214 1216 1218 1219 1221 1222 1224 1225 1226 1237 1239 1240 1248 1250 1251 1252 1263 1265 1266 1268 1269 1270 1272 1273 1275 1278 1279 1282 1283 1285 1286 1287 1289 1290 1292 1295 1296 1299 1300 1301 1302 1304 1305 1307 1310 1311 1314 1315 1316 1317 1318 1320 1321 1322 1323 1324 1325 1327 1328 1330 1332 1333 1335 1336 1338 1339 1340 1351 1353 1354 1362 1364 1365 1366 1377 1379 1380 1382 1383 1384 1386 1387 1389 1392 1393 1396 1397 1399 1400 1401 1403 1404 1406 1409 1410 1413 1414 1415 1416 1418 1419 1421 1424 1425 1428 1429 1430 1431 1432 1434 1435 1436 1437 1438 1439 1441 1442 1444 1446 1447 1449 1450 1452 1453 1454 1465 1467 1468 1476 1478 1479 1480 1491 1493 1494 1496 1497 1498 1500 1501 1503 1506 1507 1510 1511 1513 1514 1515 1517 1518 1520 1523 1524 1527 1528 1529 1530 1532 1533 1535 1538 1539 1542 1543 1544 1545 1546 1548 1549 1550 1551 1552 1553 1555 1556 1558 1560 1561 1563 1564 1566 1567 1568 1579 1581 1582 1590 1592 1593 1594 1607 1608 1610 1611 1614 1615 1617 1618 1619 1620 1621 1627 1628 1630 1631 1632 1633 1634 1640 1641 1643 1644 1645 1646 1647 1653 1654 1656 1657 1658 1659 1660 1666 1667 1669 1670 1671 1672 1673 1679 1680 1682 1683 1684 1685 1686 1692 1693 1695 1696 1697 1698 1699 1705 1706 1708 1709 1710 1711 1712 1718 1719 1721 1722 1723 1724 1725 1731 1732 1734 1735 1736 1737 1738 1744 1745 1747 1748 1749 1750 1751 1757 1758 1760 1761 1762 1763 1764 203 204 205 207 209 210 212 214 218 220 221 222 223 224 225 226 237 239 240 242 243 244 246 247 249 252 253 256 257 259 260 261 263 264 266 269 270 273 274 275 276 278 279 281 284 285 288 289 290 291 292 294 295 296 297 298 299 301 302 304 306 307 309 310 312 313 314 325 327 328 336 338 339 340 351 353 354 356 357 358 360 361 363 366 367 370 371 373 374 375 377 378 380 383 384 387 388 389 390 392 393 395 398 399 402 403 404 405 406 408 409 410 411 412 413 415 416 418 420 421 423 424 426 427 428 439 441 442 450 452 453 454 465 467 468 470 471 472 474 475 477 480 481 484 485 487 488 489 491 492 494 497 498 501 502 503 504 506 507 509 512 513 516 517 518 519 520 522 523 524 525 526 527 529 530 532 534 535 537 538 540 541 542 553 555 556 564 566 567 568 579 581 582 584 585 586 588 589 591 594 595 598 599 601 602 603 605 606 608 611 612 615 616 617 618 620 621 623 626 627 630 631 632 633 634 636 637 638 639 640 641 643 644 646 648 649 651 652 654 655 656 667 669 670 678 680 681 682 693 695 696 698 699 700 702 703 705 708 709 712 713 715 716 717 719 720 722 725 726 729 730 731 732 734 735 737 740 741 744 745 746 747 748 750 751 752 753 754 755 757 758 760 762 763 765 766 768 769 770 781 783 784 792 794 795 796 807 809 810 812 813 814 816 817 819 822 823 826 827 829 830 831 833 834 836 839 840 843 844 845 846 848 849 851 854 855 858 859 860 861 862 864 865 866 867 868 869 871 872 874 876 877 879 880 882 883 884 895 897 898 906 908 909 910 921 923 924 926 927 928 930 931 933 936 937 940 941 943 944 945 947 948 950 953 954 957 958 959 960 962 963 965 968 969 972 973 974 975 976 978 979 980 981 982 983 985 986 988 990 991 993 994 996 997 998 attention_mask embeddings.LayerNorm.bias embeddings.LayerNorm.weight embeddings.position_ids encoder.layer.0.attention.output.LayerNorm.bias encoder.layer.0.attention.output.LayerNorm.weight encoder.layer.0.output.LayerNorm.bias encoder.layer.0.output.LayerNorm.weight encoder.layer.1.attention.output.LayerNorm.bias encoder.layer.1.attention.output.LayerNorm.weight encoder.layer.1.output.LayerNorm.bias encoder.layer.1.output.LayerNorm.weight encoder.layer.10.attention.output.LayerNorm.bias encoder.layer.10.attention.output.LayerNorm.weight encoder.layer.10.output.LayerNorm.bias encoder.layer.10.output.LayerNorm.weight encoder.layer.11.attention.output.LayerNorm.bias encoder.layer.11.attention.output.LayerNorm.weight encoder.layer.11.output.LayerNorm.bias encoder.layer.11.output.LayerNorm.weight encoder.layer.2.attention.output.LayerNorm.bias encoder.layer.2.attention.output.LayerNorm.weight encoder.layer.2.output.LayerNorm.bias encoder.layer.2.output.LayerNorm.weight encoder.layer.3.attention.output.LayerNorm.bias encoder.layer.3.attention.output.LayerNorm.weight encoder.layer.3.output.LayerNorm.bias encoder.layer.3.output.LayerNorm.weight encoder.layer.4.attention.output.LayerNorm.bias encoder.layer.4.attention.output.LayerNorm.weight encoder.layer.4.output.LayerNorm.bias encoder.layer.4.output.LayerNorm.weight encoder.layer.5.attention.output.LayerNorm.bias encoder.layer.5.attention.output.LayerNorm.weight encoder.layer.5.output.LayerNorm.bias encoder.layer.5.output.LayerNorm.weight encoder.layer.6.attention.output.LayerNorm.bias encoder.layer.6.attention.output.LayerNorm.weight encoder.layer.6.output.LayerNorm.bias encoder.layer.6.output.LayerNorm.weight encoder.layer.7.attention.output.LayerNorm.bias encoder.layer.7.attention.output.LayerNorm.weight encoder.layer.7.output.LayerNorm.bias encoder.layer.7.output.LayerNorm.weight encoder.layer.8.attention.output.LayerNorm.bias encoder.layer.8.attention.output.LayerNorm.weight encoder.layer.8.output.LayerNorm.bias encoder.layer.8.output.LayerNorm.weight encoder.layer.9.attention.output.LayerNorm.bias encoder.layer.9.attention.output.LayerNorm.weight encoder.layer.9.output.LayerNorm.bias encoder.layer.9.output.LayerNorm.weight input_ids output_0 output_1 token_type_ids ,"
"output_0 output_1 ,"
" 715 ,"
"Unsqueeze Unsqueeze_0 1 1 attention_mask 203 1 1 ,"
"Unsqueeze Unsqueeze_1 1 1 203 204 1 2 ,"
"Cast Cast_2 1 1 204 205 0 ,"
"Sub Sub_4 1 1 205 207 0 ,"
"Mul Mul_6 1 1 207 209 1 ,"
"Shape Shape_7 1 1 input_ids 210 ,"
"Gather Gather_9 1 1 210 212 0 0 1 ,"
"Add Add_11 1 1 212 214 1 ,"
"Unsqueeze Unsqueeze_12 1 1 214 218 1 0 ,"
"StridedSliceV2 Slice_14 5 1 embeddings.position_ids 1610 218 1611 220 221 1 0 1 256 1 1 1 1 ,"
"Gather Gather_15 1 1 input_ids 222 0 1 0 ,"
"Gather Gather_16 1 1 token_type_ids 223 0 1 0 ,"
"Add Add_17 2 1 222 223 224 1 ,"
"Gather Gather_18 1 1 221 225 0 1 0 ,"
"Add Add_19 2 1 224 225 226 1 ,"
"LayerNorm Add_30 3 1 226 embeddings.LayerNorm.weight embeddings.LayerNorm.bias 237 1 1e-05 ,"
"MatMul MatMul_31 1 1 237 239 1 ,"
"Add Add_32 1 1 239 240 1 ,"
"MatMul MatMul_33 1 1 237 242 1 ,"
"Add Add_34 1 1 242 243 1 ,"
"Shape Shape_35 1 1 243 244 ,"
"Gather Gather_37 1 1 244 246 0 0 1 ,"
"Shape Shape_38 1 1 243 247 ,"
"Gather Gather_40 1 1 247 249 0 0 1 ,"
"Unsqueeze Unsqueeze_41 1 1 246 252 1 0 ,"
"Unsqueeze Unsqueeze_42 1 1 249 253 1 0 ,"
"Concat Concat_43 4 1 252 253 1614 1615 256 0 ,"
"Reshape Reshape_44 2 1 243 256 257 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_45 1 1 237 259 1 ,"
"Add Add_46 1 1 259 260 1 ,"
"Shape Shape_47 1 1 260 261 ,"
"Gather Gather_49 1 1 261 263 0 0 1 ,"
"Shape Shape_50 1 1 260 264 ,"
"Gather Gather_52 1 1 264 266 0 0 1 ,"
"Unsqueeze Unsqueeze_53 1 1 263 269 1 0 ,"
"Unsqueeze Unsqueeze_54 1 1 266 270 1 0 ,"
"Concat Concat_55 4 1 269 270 1617 1618 273 0 ,"
"Reshape Reshape_56 2 1 260 273 274 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_57 1 1 274 275 4 0 2 1 3 ,"
"Shape Shape_58 1 1 240 276 ,"
"Gather Gather_60 1 1 276 278 0 0 1 ,"
"Shape Shape_61 1 1 240 279 ,"
"Gather Gather_63 1 1 279 281 0 0 1 ,"
"Unsqueeze Unsqueeze_64 1 1 278 284 1 0 ,"
"Unsqueeze Unsqueeze_65 1 1 281 285 1 0 ,"
"Concat Concat_66 4 1 284 285 1619 1620 288 0 ,"
"Reshape Reshape_67 2 1 240 288 289 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_68 1 1 289 290 4 0 2 1 3 ,"
"Permute Transpose_69 1 1 257 291 4 0 2 3 1 ,"
"MatMul MatMul_70 2 1 290 291 292 -1 ,"
"Mul Div_72 1 1 292 294 1 ,"
"Add Add_73 2 1 294 209 295 1 ,"
"SoftmaxCaffe Softmax_74 1 1 295 296 3 ,"
"MatMul MatMul_75 2 1 296 275 297 -1 ,"
"Permute Transpose_76 1 1 297 298 4 0 2 1 3 ,"
"Shape Shape_77 1 1 298 299 ,"
"Gather Gather_79 1 1 299 301 0 0 1 ,"
"Shape Shape_80 1 1 298 302 ,"
"Gather Gather_82 1 1 302 304 0 0 1 ,"
"Unsqueeze Unsqueeze_83 1 1 301 306 1 0 ,"
"Unsqueeze Unsqueeze_84 1 1 304 307 1 0 ,"
"Concat Concat_85 3 1 306 307 1621 309 0 ,"
"Reshape Reshape_86 2 1 298 309 310 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_87 1 1 310 312 1 ,"
"Add Add_88 1 1 312 313 1 ,"
"Add Add_89 2 1 313 237 314 1 ,"
"LayerNorm Add_100 3 1 314 encoder.layer.0.attention.output.LayerNorm.weight encoder.layer.0.attention.output.LayerNorm.bias 325 1 1e-05 ,"
"MatMul MatMul_101 1 1 325 327 1 ,"
"Add Add_102 1 1 327 328 1 ,"
"GELU Mul_110 1 1 328 336 ,"
"MatMul MatMul_111 1 1 336 338 1 ,"
"Add Add_112 1 1 338 339 1 ,"
"Add Add_113 2 1 339 325 340 1 ,"
"LayerNorm Add_124 3 1 340 encoder.layer.0.output.LayerNorm.weight encoder.layer.0.output.LayerNorm.bias 351 1 1e-05 ,"
"MatMul MatMul_125 1 1 351 353 1 ,"
"Add Add_126 1 1 353 354 1 ,"
"MatMul MatMul_127 1 1 351 356 1 ,"
"Add Add_128 1 1 356 357 1 ,"
"Shape Shape_129 1 1 357 358 ,"
"Gather Gather_131 1 1 358 360 0 0 1 ,"
"Shape Shape_132 1 1 357 361 ,"
"Gather Gather_134 1 1 361 363 0 0 1 ,"
"Unsqueeze Unsqueeze_135 1 1 360 366 1 0 ,"
"Unsqueeze Unsqueeze_136 1 1 363 367 1 0 ,"
"Concat Concat_137 4 1 366 367 1627 1628 370 0 ,"
"Reshape Reshape_138 2 1 357 370 371 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_139 1 1 351 373 1 ,"
"Add Add_140 1 1 373 374 1 ,"
"Shape Shape_141 1 1 374 375 ,"
"Gather Gather_143 1 1 375 377 0 0 1 ,"
"Shape Shape_144 1 1 374 378 ,"
"Gather Gather_146 1 1 378 380 0 0 1 ,"
"Unsqueeze Unsqueeze_147 1 1 377 383 1 0 ,"
"Unsqueeze Unsqueeze_148 1 1 380 384 1 0 ,"
"Concat Concat_149 4 1 383 384 1630 1631 387 0 ,"
"Reshape Reshape_150 2 1 374 387 388 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_151 1 1 388 389 4 0 2 1 3 ,"
"Shape Shape_152 1 1 354 390 ,"
"Gather Gather_154 1 1 390 392 0 0 1 ,"
"Shape Shape_155 1 1 354 393 ,"
"Gather Gather_157 1 1 393 395 0 0 1 ,"
"Unsqueeze Unsqueeze_158 1 1 392 398 1 0 ,"
"Unsqueeze Unsqueeze_159 1 1 395 399 1 0 ,"
"Concat Concat_160 4 1 398 399 1632 1633 402 0 ,"
"Reshape Reshape_161 2 1 354 402 403 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_162 1 1 403 404 4 0 2 1 3 ,"
"Permute Transpose_163 1 1 371 405 4 0 2 3 1 ,"
"MatMul MatMul_164 2 1 404 405 406 -1 ,"
"Mul Div_166 1 1 406 408 1 ,"
"Add Add_167 2 1 408 209 409 1 ,"
"SoftmaxCaffe Softmax_168 1 1 409 410 3 ,"
"MatMul MatMul_169 2 1 410 389 411 -1 ,"
"Permute Transpose_170 1 1 411 412 4 0 2 1 3 ,"
"Shape Shape_171 1 1 412 413 ,"
"Gather Gather_173 1 1 413 415 0 0 1 ,"
"Shape Shape_174 1 1 412 416 ,"
"Gather Gather_176 1 1 416 418 0 0 1 ,"
"Unsqueeze Unsqueeze_177 1 1 415 420 1 0 ,"
"Unsqueeze Unsqueeze_178 1 1 418 421 1 0 ,"
"Concat Concat_179 3 1 420 421 1634 423 0 ,"
"Reshape Reshape_180 2 1 412 423 424 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_181 1 1 424 426 1 ,"
"Add Add_182 1 1 426 427 1 ,"
"Add Add_183 2 1 427 351 428 1 ,"
"LayerNorm Add_194 3 1 428 encoder.layer.1.attention.output.LayerNorm.weight encoder.layer.1.attention.output.LayerNorm.bias 439 1 1e-05 ,"
"MatMul MatMul_195 1 1 439 441 1 ,"
"Add Add_196 1 1 441 442 1 ,"
"GELU Mul_204 1 1 442 450 ,"
"MatMul MatMul_205 1 1 450 452 1 ,"
"Add Add_206 1 1 452 453 1 ,"
"Add Add_207 2 1 453 439 454 1 ,"
"LayerNorm Add_218 3 1 454 encoder.layer.1.output.LayerNorm.weight encoder.layer.1.output.LayerNorm.bias 465 1 1e-05 ,"
"MatMul MatMul_219 1 1 465 467 1 ,"
"Add Add_220 1 1 467 468 1 ,"
"MatMul MatMul_221 1 1 465 470 1 ,"
"Add Add_222 1 1 470 471 1 ,"
"Shape Shape_223 1 1 471 472 ,"
"Gather Gather_225 1 1 472 474 0 0 1 ,"
"Shape Shape_226 1 1 471 475 ,"
"Gather Gather_228 1 1 475 477 0 0 1 ,"
"Unsqueeze Unsqueeze_229 1 1 474 480 1 0 ,"
"Unsqueeze Unsqueeze_230 1 1 477 481 1 0 ,"
"Concat Concat_231 4 1 480 481 1640 1641 484 0 ,"
"Reshape Reshape_232 2 1 471 484 485 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_233 1 1 465 487 1 ,"
"Add Add_234 1 1 487 488 1 ,"
"Shape Shape_235 1 1 488 489 ,"
"Gather Gather_237 1 1 489 491 0 0 1 ,"
"Shape Shape_238 1 1 488 492 ,"
"Gather Gather_240 1 1 492 494 0 0 1 ,"
"Unsqueeze Unsqueeze_241 1 1 491 497 1 0 ,"
"Unsqueeze Unsqueeze_242 1 1 494 498 1 0 ,"
"Concat Concat_243 4 1 497 498 1643 1644 501 0 ,"
"Reshape Reshape_244 2 1 488 501 502 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_245 1 1 502 503 4 0 2 1 3 ,"
"Shape Shape_246 1 1 468 504 ,"
"Gather Gather_248 1 1 504 506 0 0 1 ,"
"Shape Shape_249 1 1 468 507 ,"
"Gather Gather_251 1 1 507 509 0 0 1 ,"
"Unsqueeze Unsqueeze_252 1 1 506 512 1 0 ,"
"Unsqueeze Unsqueeze_253 1 1 509 513 1 0 ,"
"Concat Concat_254 4 1 512 513 1645 1646 516 0 ,"
"Reshape Reshape_255 2 1 468 516 517 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_256 1 1 517 518 4 0 2 1 3 ,"
"Permute Transpose_257 1 1 485 519 4 0 2 3 1 ,"
"MatMul MatMul_258 2 1 518 519 520 -1 ,"
"Mul Div_260 1 1 520 522 1 ,"
"Add Add_261 2 1 522 209 523 1 ,"
"SoftmaxCaffe Softmax_262 1 1 523 524 3 ,"
"MatMul MatMul_263 2 1 524 503 525 -1 ,"
"Permute Transpose_264 1 1 525 526 4 0 2 1 3 ,"
"Shape Shape_265 1 1 526 527 ,"
"Gather Gather_267 1 1 527 529 0 0 1 ,"
"Shape Shape_268 1 1 526 530 ,"
"Gather Gather_270 1 1 530 532 0 0 1 ,"
"Unsqueeze Unsqueeze_271 1 1 529 534 1 0 ,"
"Unsqueeze Unsqueeze_272 1 1 532 535 1 0 ,"
"Concat Concat_273 3 1 534 535 1647 537 0 ,"
"Reshape Reshape_274 2 1 526 537 538 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_275 1 1 538 540 1 ,"
"Add Add_276 1 1 540 541 1 ,"
"Add Add_277 2 1 541 465 542 1 ,"
"LayerNorm Add_288 3 1 542 encoder.layer.2.attention.output.LayerNorm.weight encoder.layer.2.attention.output.LayerNorm.bias 553 1 1e-05 ,"
"MatMul MatMul_289 1 1 553 555 1 ,"
"Add Add_290 1 1 555 556 1 ,"
"GELU Mul_298 1 1 556 564 ,"
"MatMul MatMul_299 1 1 564 566 1 ,"
"Add Add_300 1 1 566 567 1 ,"
"Add Add_301 2 1 567 553 568 1 ,"
"LayerNorm Add_312 3 1 568 encoder.layer.2.output.LayerNorm.weight encoder.layer.2.output.LayerNorm.bias 579 1 1e-05 ,"
"MatMul MatMul_313 1 1 579 581 1 ,"
"Add Add_314 1 1 581 582 1 ,"
"MatMul MatMul_315 1 1 579 584 1 ,"
"Add Add_316 1 1 584 585 1 ,"
"Shape Shape_317 1 1 585 586 ,"
"Gather Gather_319 1 1 586 588 0 0 1 ,"
"Shape Shape_320 1 1 585 589 ,"
"Gather Gather_322 1 1 589 591 0 0 1 ,"
"Unsqueeze Unsqueeze_323 1 1 588 594 1 0 ,"
"Unsqueeze Unsqueeze_324 1 1 591 595 1 0 ,"
"Concat Concat_325 4 1 594 595 1653 1654 598 0 ,"
"Reshape Reshape_326 2 1 585 598 599 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_327 1 1 579 601 1 ,"
"Add Add_328 1 1 601 602 1 ,"
"Shape Shape_329 1 1 602 603 ,"
"Gather Gather_331 1 1 603 605 0 0 1 ,"
"Shape Shape_332 1 1 602 606 ,"
"Gather Gather_334 1 1 606 608 0 0 1 ,"
"Unsqueeze Unsqueeze_335 1 1 605 611 1 0 ,"
"Unsqueeze Unsqueeze_336 1 1 608 612 1 0 ,"
"Concat Concat_337 4 1 611 612 1656 1657 615 0 ,"
"Reshape Reshape_338 2 1 602 615 616 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_339 1 1 616 617 4 0 2 1 3 ,"
"Shape Shape_340 1 1 582 618 ,"
"Gather Gather_342 1 1 618 620 0 0 1 ,"
"Shape Shape_343 1 1 582 621 ,"
"Gather Gather_345 1 1 621 623 0 0 1 ,"
"Unsqueeze Unsqueeze_346 1 1 620 626 1 0 ,"
"Unsqueeze Unsqueeze_347 1 1 623 627 1 0 ,"
"Concat Concat_348 4 1 626 627 1658 1659 630 0 ,"
"Reshape Reshape_349 2 1 582 630 631 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_350 1 1 631 632 4 0 2 1 3 ,"
"Permute Transpose_351 1 1 599 633 4 0 2 3 1 ,"
"MatMul MatMul_352 2 1 632 633 634 -1 ,"
"Mul Div_354 1 1 634 636 1 ,"
"Add Add_355 2 1 636 209 637 1 ,"
"SoftmaxCaffe Softmax_356 1 1 637 638 3 ,"
"MatMul MatMul_357 2 1 638 617 639 -1 ,"
"Permute Transpose_358 1 1 639 640 4 0 2 1 3 ,"
"Shape Shape_359 1 1 640 641 ,"
"Gather Gather_361 1 1 641 643 0 0 1 ,"
"Shape Shape_362 1 1 640 644 ,"
"Gather Gather_364 1 1 644 646 0 0 1 ,"
"Unsqueeze Unsqueeze_365 1 1 643 648 1 0 ,"
"Unsqueeze Unsqueeze_366 1 1 646 649 1 0 ,"
"Concat Concat_367 3 1 648 649 1660 651 0 ,"
"Reshape Reshape_368 2 1 640 651 652 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_369 1 1 652 654 1 ,"
"Add Add_370 1 1 654 655 1 ,"
"Add Add_371 2 1 655 579 656 1 ,"
"LayerNorm Add_382 3 1 656 encoder.layer.3.attention.output.LayerNorm.weight encoder.layer.3.attention.output.LayerNorm.bias 667 1 1e-05 ,"
"MatMul MatMul_383 1 1 667 669 1 ,"
"Add Add_384 1 1 669 670 1 ,"
"GELU Mul_392 1 1 670 678 ,"
"MatMul MatMul_393 1 1 678 680 1 ,"
"Add Add_394 1 1 680 681 1 ,"
"Add Add_395 2 1 681 667 682 1 ,"
"LayerNorm Add_406 3 1 682 encoder.layer.3.output.LayerNorm.weight encoder.layer.3.output.LayerNorm.bias 693 1 1e-05 ,"
"MatMul MatMul_407 1 1 693 695 1 ,"
"Add Add_408 1 1 695 696 1 ,"
"MatMul MatMul_409 1 1 693 698 1 ,"
"Add Add_410 1 1 698 699 1 ,"
"Shape Shape_411 1 1 699 700 ,"
"Gather Gather_413 1 1 700 702 0 0 1 ,"
"Shape Shape_414 1 1 699 703 ,"
"Gather Gather_416 1 1 703 705 0 0 1 ,"
"Unsqueeze Unsqueeze_417 1 1 702 708 1 0 ,"
"Unsqueeze Unsqueeze_418 1 1 705 709 1 0 ,"
"Concat Concat_419 4 1 708 709 1666 1667 712 0 ,"
"Reshape Reshape_420 2 1 699 712 713 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_421 1 1 693 715 1 ,"
"Add Add_422 1 1 715 716 1 ,"
"Shape Shape_423 1 1 716 717 ,"
"Gather Gather_425 1 1 717 719 0 0 1 ,"
"Shape Shape_426 1 1 716 720 ,"
"Gather Gather_428 1 1 720 722 0 0 1 ,"
"Unsqueeze Unsqueeze_429 1 1 719 725 1 0 ,"
"Unsqueeze Unsqueeze_430 1 1 722 726 1 0 ,"
"Concat Concat_431 4 1 725 726 1669 1670 729 0 ,"
"Reshape Reshape_432 2 1 716 729 730 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_433 1 1 730 731 4 0 2 1 3 ,"
"Shape Shape_434 1 1 696 732 ,"
"Gather Gather_436 1 1 732 734 0 0 1 ,"
"Shape Shape_437 1 1 696 735 ,"
"Gather Gather_439 1 1 735 737 0 0 1 ,"
"Unsqueeze Unsqueeze_440 1 1 734 740 1 0 ,"
"Unsqueeze Unsqueeze_441 1 1 737 741 1 0 ,"
"Concat Concat_442 4 1 740 741 1671 1672 744 0 ,"
"Reshape Reshape_443 2 1 696 744 745 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_444 1 1 745 746 4 0 2 1 3 ,"
"Permute Transpose_445 1 1 713 747 4 0 2 3 1 ,"
"MatMul MatMul_446 2 1 746 747 748 -1 ,"
"Mul Div_448 1 1 748 750 1 ,"
"Add Add_449 2 1 750 209 751 1 ,"
"SoftmaxCaffe Softmax_450 1 1 751 752 3 ,"
"MatMul MatMul_451 2 1 752 731 753 -1 ,"
"Permute Transpose_452 1 1 753 754 4 0 2 1 3 ,"
"Shape Shape_453 1 1 754 755 ,"
"Gather Gather_455 1 1 755 757 0 0 1 ,"
"Shape Shape_456 1 1 754 758 ,"
"Gather Gather_458 1 1 758 760 0 0 1 ,"
"Unsqueeze Unsqueeze_459 1 1 757 762 1 0 ,"
"Unsqueeze Unsqueeze_460 1 1 760 763 1 0 ,"
"Concat Concat_461 3 1 762 763 1673 765 0 ,"
"Reshape Reshape_462 2 1 754 765 766 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_463 1 1 766 768 1 ,"
"Add Add_464 1 1 768 769 1 ,"
"Add Add_465 2 1 769 693 770 1 ,"
"LayerNorm Add_476 3 1 770 encoder.layer.4.attention.output.LayerNorm.weight encoder.layer.4.attention.output.LayerNorm.bias 781 1 1e-05 ,"
"MatMul MatMul_477 1 1 781 783 1 ,"
"Add Add_478 1 1 783 784 1 ,"
"GELU Mul_486 1 1 784 792 ,"
"MatMul MatMul_487 1 1 792 794 1 ,"
"Add Add_488 1 1 794 795 1 ,"
"Add Add_489 2 1 795 781 796 1 ,"
"LayerNorm Add_500 3 1 796 encoder.layer.4.output.LayerNorm.weight encoder.layer.4.output.LayerNorm.bias 807 1 1e-05 ,"
"MatMul MatMul_501 1 1 807 809 1 ,"
"Add Add_502 1 1 809 810 1 ,"
"MatMul MatMul_503 1 1 807 812 1 ,"
"Add Add_504 1 1 812 813 1 ,"
"Shape Shape_505 1 1 813 814 ,"
"Gather Gather_507 1 1 814 816 0 0 1 ,"
"Shape Shape_508 1 1 813 817 ,"
"Gather Gather_510 1 1 817 819 0 0 1 ,"
"Unsqueeze Unsqueeze_511 1 1 816 822 1 0 ,"
"Unsqueeze Unsqueeze_512 1 1 819 823 1 0 ,"
"Concat Concat_513 4 1 822 823 1679 1680 826 0 ,"
"Reshape Reshape_514 2 1 813 826 827 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_515 1 1 807 829 1 ,"
"Add Add_516 1 1 829 830 1 ,"
"Shape Shape_517 1 1 830 831 ,"
"Gather Gather_519 1 1 831 833 0 0 1 ,"
"Shape Shape_520 1 1 830 834 ,"
"Gather Gather_522 1 1 834 836 0 0 1 ,"
"Unsqueeze Unsqueeze_523 1 1 833 839 1 0 ,"
"Unsqueeze Unsqueeze_524 1 1 836 840 1 0 ,"
"Concat Concat_525 4 1 839 840 1682 1683 843 0 ,"
"Reshape Reshape_526 2 1 830 843 844 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_527 1 1 844 845 4 0 2 1 3 ,"
"Shape Shape_528 1 1 810 846 ,"
"Gather Gather_530 1 1 846 848 0 0 1 ,"
"Shape Shape_531 1 1 810 849 ,"
"Gather Gather_533 1 1 849 851 0 0 1 ,"
"Unsqueeze Unsqueeze_534 1 1 848 854 1 0 ,"
"Unsqueeze Unsqueeze_535 1 1 851 855 1 0 ,"
"Concat Concat_536 4 1 854 855 1684 1685 858 0 ,"
"Reshape Reshape_537 2 1 810 858 859 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_538 1 1 859 860 4 0 2 1 3 ,"
"Permute Transpose_539 1 1 827 861 4 0 2 3 1 ,"
"MatMul MatMul_540 2 1 860 861 862 -1 ,"
"Mul Div_542 1 1 862 864 1 ,"
"Add Add_543 2 1 864 209 865 1 ,"
"SoftmaxCaffe Softmax_544 1 1 865 866 3 ,"
"MatMul MatMul_545 2 1 866 845 867 -1 ,"
"Permute Transpose_546 1 1 867 868 4 0 2 1 3 ,"
"Shape Shape_547 1 1 868 869 ,"
"Gather Gather_549 1 1 869 871 0 0 1 ,"
"Shape Shape_550 1 1 868 872 ,"
"Gather Gather_552 1 1 872 874 0 0 1 ,"
"Unsqueeze Unsqueeze_553 1 1 871 876 1 0 ,"
"Unsqueeze Unsqueeze_554 1 1 874 877 1 0 ,"
"Concat Concat_555 3 1 876 877 1686 879 0 ,"
"Reshape Reshape_556 2 1 868 879 880 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_557 1 1 880 882 1 ,"
"Add Add_558 1 1 882 883 1 ,"
"Add Add_559 2 1 883 807 884 1 ,"
"LayerNorm Add_570 3 1 884 encoder.layer.5.attention.output.LayerNorm.weight encoder.layer.5.attention.output.LayerNorm.bias 895 1 1e-05 ,"
"MatMul MatMul_571 1 1 895 897 1 ,"
"Add Add_572 1 1 897 898 1 ,"
"GELU Mul_580 1 1 898 906 ,"
"MatMul MatMul_581 1 1 906 908 1 ,"
"Add Add_582 1 1 908 909 1 ,"
"Add Add_583 2 1 909 895 910 1 ,"
"LayerNorm Add_594 3 1 910 encoder.layer.5.output.LayerNorm.weight encoder.layer.5.output.LayerNorm.bias 921 1 1e-05 ,"
"MatMul MatMul_595 1 1 921 923 1 ,"
"Add Add_596 1 1 923 924 1 ,"
"MatMul MatMul_597 1 1 921 926 1 ,"
"Add Add_598 1 1 926 927 1 ,"
"Shape Shape_599 1 1 927 928 ,"
"Gather Gather_601 1 1 928 930 0 0 1 ,"
"Shape Shape_602 1 1 927 931 ,"
"Gather Gather_604 1 1 931 933 0 0 1 ,"
"Unsqueeze Unsqueeze_605 1 1 930 936 1 0 ,"
"Unsqueeze Unsqueeze_606 1 1 933 937 1 0 ,"
"Concat Concat_607 4 1 936 937 1692 1693 940 0 ,"
"Reshape Reshape_608 2 1 927 940 941 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_609 1 1 921 943 1 ,"
"Add Add_610 1 1 943 944 1 ,"
"Shape Shape_611 1 1 944 945 ,"
"Gather Gather_613 1 1 945 947 0 0 1 ,"
"Shape Shape_614 1 1 944 948 ,"
"Gather Gather_616 1 1 948 950 0 0 1 ,"
"Unsqueeze Unsqueeze_617 1 1 947 953 1 0 ,"
"Unsqueeze Unsqueeze_618 1 1 950 954 1 0 ,"
"Concat Concat_619 4 1 953 954 1695 1696 957 0 ,"
"Reshape Reshape_620 2 1 944 957 958 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_621 1 1 958 959 4 0 2 1 3 ,"
"Shape Shape_622 1 1 924 960 ,"
"Gather Gather_624 1 1 960 962 0 0 1 ,"
"Shape Shape_625 1 1 924 963 ,"
"Gather Gather_627 1 1 963 965 0 0 1 ,"
"Unsqueeze Unsqueeze_628 1 1 962 968 1 0 ,"
"Unsqueeze Unsqueeze_629 1 1 965 969 1 0 ,"
"Concat Concat_630 4 1 968 969 1697 1698 972 0 ,"
"Reshape Reshape_631 2 1 924 972 973 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_632 1 1 973 974 4 0 2 1 3 ,"
"Permute Transpose_633 1 1 941 975 4 0 2 3 1 ,"
"MatMul MatMul_634 2 1 974 975 976 -1 ,"
"Mul Div_636 1 1 976 978 1 ,"
"Add Add_637 2 1 978 209 979 1 ,"
"SoftmaxCaffe Softmax_638 1 1 979 980 3 ,"
"MatMul MatMul_639 2 1 980 959 981 -1 ,"
"Permute Transpose_640 1 1 981 982 4 0 2 1 3 ,"
"Shape Shape_641 1 1 982 983 ,"
"Gather Gather_643 1 1 983 985 0 0 1 ,"
"Shape Shape_644 1 1 982 986 ,"
"Gather Gather_646 1 1 986 988 0 0 1 ,"
"Unsqueeze Unsqueeze_647 1 1 985 990 1 0 ,"
"Unsqueeze Unsqueeze_648 1 1 988 991 1 0 ,"
"Concat Concat_649 3 1 990 991 1699 993 0 ,"
"Reshape Reshape_650 2 1 982 993 994 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_651 1 1 994 996 1 ,"
"Add Add_652 1 1 996 997 1 ,"
"Add Add_653 2 1 997 921 998 1 ,"
"LayerNorm Add_664 3 1 998 encoder.layer.6.attention.output.LayerNorm.weight encoder.layer.6.attention.output.LayerNorm.bias 1009 1 1e-05 ,"
"MatMul MatMul_665 1 1 1009 1011 1 ,"
"Add Add_666 1 1 1011 1012 1 ,"
"GELU Mul_674 1 1 1012 1020 ,"
"MatMul MatMul_675 1 1 1020 1022 1 ,"
"Add Add_676 1 1 1022 1023 1 ,"
"Add Add_677 2 1 1023 1009 1024 1 ,"
"LayerNorm Add_688 3 1 1024 encoder.layer.6.output.LayerNorm.weight encoder.layer.6.output.LayerNorm.bias 1035 1 1e-05 ,"
"MatMul MatMul_689 1 1 1035 1037 1 ,"
"Add Add_690 1 1 1037 1038 1 ,"
"MatMul MatMul_691 1 1 1035 1040 1 ,"
"Add Add_692 1 1 1040 1041 1 ,"
"Shape Shape_693 1 1 1041 1042 ,"
"Gather Gather_695 1 1 1042 1044 0 0 1 ,"
"Shape Shape_696 1 1 1041 1045 ,"
"Gather Gather_698 1 1 1045 1047 0 0 1 ,"
"Unsqueeze Unsqueeze_699 1 1 1044 1050 1 0 ,"
"Unsqueeze Unsqueeze_700 1 1 1047 1051 1 0 ,"
"Concat Concat_701 4 1 1050 1051 1705 1706 1054 0 ,"
"Reshape Reshape_702 2 1 1041 1054 1055 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_703 1 1 1035 1057 1 ,"
"Add Add_704 1 1 1057 1058 1 ,"
"Shape Shape_705 1 1 1058 1059 ,"
"Gather Gather_707 1 1 1059 1061 0 0 1 ,"
"Shape Shape_708 1 1 1058 1062 ,"
"Gather Gather_710 1 1 1062 1064 0 0 1 ,"
"Unsqueeze Unsqueeze_711 1 1 1061 1067 1 0 ,"
"Unsqueeze Unsqueeze_712 1 1 1064 1068 1 0 ,"
"Concat Concat_713 4 1 1067 1068 1708 1709 1071 0 ,"
"Reshape Reshape_714 2 1 1058 1071 1072 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_715 1 1 1072 1073 4 0 2 1 3 ,"
"Shape Shape_716 1 1 1038 1074 ,"
"Gather Gather_718 1 1 1074 1076 0 0 1 ,"
"Shape Shape_719 1 1 1038 1077 ,"
"Gather Gather_721 1 1 1077 1079 0 0 1 ,"
"Unsqueeze Unsqueeze_722 1 1 1076 1082 1 0 ,"
"Unsqueeze Unsqueeze_723 1 1 1079 1083 1 0 ,"
"Concat Concat_724 4 1 1082 1083 1710 1711 1086 0 ,"
"Reshape Reshape_725 2 1 1038 1086 1087 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_726 1 1 1087 1088 4 0 2 1 3 ,"
"Permute Transpose_727 1 1 1055 1089 4 0 2 3 1 ,"
"MatMul MatMul_728 2 1 1088 1089 1090 -1 ,"
"Mul Div_730 1 1 1090 1092 1 ,"
"Add Add_731 2 1 1092 209 1093 1 ,"
"SoftmaxCaffe Softmax_732 1 1 1093 1094 3 ,"
"MatMul MatMul_733 2 1 1094 1073 1095 -1 ,"
"Permute Transpose_734 1 1 1095 1096 4 0 2 1 3 ,"
"Shape Shape_735 1 1 1096 1097 ,"
"Gather Gather_737 1 1 1097 1099 0 0 1 ,"
"Shape Shape_738 1 1 1096 1100 ,"
"Gather Gather_740 1 1 1100 1102 0 0 1 ,"
"Unsqueeze Unsqueeze_741 1 1 1099 1104 1 0 ,"
"Unsqueeze Unsqueeze_742 1 1 1102 1105 1 0 ,"
"Concat Concat_743 3 1 1104 1105 1712 1107 0 ,"
"Reshape Reshape_744 2 1 1096 1107 1108 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_745 1 1 1108 1110 1 ,"
"Add Add_746 1 1 1110 1111 1 ,"
"Add Add_747 2 1 1111 1035 1112 1 ,"
"LayerNorm Add_758 3 1 1112 encoder.layer.7.attention.output.LayerNorm.weight encoder.layer.7.attention.output.LayerNorm.bias 1123 1 1e-05 ,"
"MatMul MatMul_759 1 1 1123 1125 1 ,"
"Add Add_760 1 1 1125 1126 1 ,"
"GELU Mul_768 1 1 1126 1134 ,"
"MatMul MatMul_769 1 1 1134 1136 1 ,"
"Add Add_770 1 1 1136 1137 1 ,"
"Add Add_771 2 1 1137 1123 1138 1 ,"
"LayerNorm Add_782 3 1 1138 encoder.layer.7.output.LayerNorm.weight encoder.layer.7.output.LayerNorm.bias 1149 1 1e-05 ,"
"MatMul MatMul_783 1 1 1149 1151 1 ,"
"Add Add_784 1 1 1151 1152 1 ,"
"MatMul MatMul_785 1 1 1149 1154 1 ,"
"Add Add_786 1 1 1154 1155 1 ,"
"Shape Shape_787 1 1 1155 1156 ,"
"Gather Gather_789 1 1 1156 1158 0 0 1 ,"
"Shape Shape_790 1 1 1155 1159 ,"
"Gather Gather_792 1 1 1159 1161 0 0 1 ,"
"Unsqueeze Unsqueeze_793 1 1 1158 1164 1 0 ,"
"Unsqueeze Unsqueeze_794 1 1 1161 1165 1 0 ,"
"Concat Concat_795 4 1 1164 1165 1718 1719 1168 0 ,"
"Reshape Reshape_796 2 1 1155 1168 1169 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_797 1 1 1149 1171 1 ,"
"Add Add_798 1 1 1171 1172 1 ,"
"Shape Shape_799 1 1 1172 1173 ,"
"Gather Gather_801 1 1 1173 1175 0 0 1 ,"
"Shape Shape_802 1 1 1172 1176 ,"
"Gather Gather_804 1 1 1176 1178 0 0 1 ,"
"Unsqueeze Unsqueeze_805 1 1 1175 1181 1 0 ,"
"Unsqueeze Unsqueeze_806 1 1 1178 1182 1 0 ,"
"Concat Concat_807 4 1 1181 1182 1721 1722 1185 0 ,"
"Reshape Reshape_808 2 1 1172 1185 1186 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_809 1 1 1186 1187 4 0 2 1 3 ,"
"Shape Shape_810 1 1 1152 1188 ,"
"Gather Gather_812 1 1 1188 1190 0 0 1 ,"
"Shape Shape_813 1 1 1152 1191 ,"
"Gather Gather_815 1 1 1191 1193 0 0 1 ,"
"Unsqueeze Unsqueeze_816 1 1 1190 1196 1 0 ,"
"Unsqueeze Unsqueeze_817 1 1 1193 1197 1 0 ,"
"Concat Concat_818 4 1 1196 1197 1723 1724 1200 0 ,"
"Reshape Reshape_819 2 1 1152 1200 1201 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_820 1 1 1201 1202 4 0 2 1 3 ,"
"Permute Transpose_821 1 1 1169 1203 4 0 2 3 1 ,"
"MatMul MatMul_822 2 1 1202 1203 1204 -1 ,"
"Mul Div_824 1 1 1204 1206 1 ,"
"Add Add_825 2 1 1206 209 1207 1 ,"
"SoftmaxCaffe Softmax_826 1 1 1207 1208 3 ,"
"MatMul MatMul_827 2 1 1208 1187 1209 -1 ,"
"Permute Transpose_828 1 1 1209 1210 4 0 2 1 3 ,"
"Shape Shape_829 1 1 1210 1211 ,"
"Gather Gather_831 1 1 1211 1213 0 0 1 ,"
"Shape Shape_832 1 1 1210 1214 ,"
"Gather Gather_834 1 1 1214 1216 0 0 1 ,"
"Unsqueeze Unsqueeze_835 1 1 1213 1218 1 0 ,"
"Unsqueeze Unsqueeze_836 1 1 1216 1219 1 0 ,"
"Concat Concat_837 3 1 1218 1219 1725 1221 0 ,"
"Reshape Reshape_838 2 1 1210 1221 1222 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_839 1 1 1222 1224 1 ,"
"Add Add_840 1 1 1224 1225 1 ,"
"Add Add_841 2 1 1225 1149 1226 1 ,"
"LayerNorm Add_852 3 1 1226 encoder.layer.8.attention.output.LayerNorm.weight encoder.layer.8.attention.output.LayerNorm.bias 1237 1 1e-05 ,"
"MatMul MatMul_853 1 1 1237 1239 1 ,"
"Add Add_854 1 1 1239 1240 1 ,"
"GELU Mul_862 1 1 1240 1248 ,"
"MatMul MatMul_863 1 1 1248 1250 1 ,"
"Add Add_864 1 1 1250 1251 1 ,"
"Add Add_865 2 1 1251 1237 1252 1 ,"
"LayerNorm Add_876 3 1 1252 encoder.layer.8.output.LayerNorm.weight encoder.layer.8.output.LayerNorm.bias 1263 1 1e-05 ,"
"MatMul MatMul_877 1 1 1263 1265 1 ,"
"Add Add_878 1 1 1265 1266 1 ,"
"MatMul MatMul_879 1 1 1263 1268 1 ,"
"Add Add_880 1 1 1268 1269 1 ,"
"Shape Shape_881 1 1 1269 1270 ,"
"Gather Gather_883 1 1 1270 1272 0 0 1 ,"
"Shape Shape_884 1 1 1269 1273 ,"
"Gather Gather_886 1 1 1273 1275 0 0 1 ,"
"Unsqueeze Unsqueeze_887 1 1 1272 1278 1 0 ,"
"Unsqueeze Unsqueeze_888 1 1 1275 1279 1 0 ,"
"Concat Concat_889 4 1 1278 1279 1731 1732 1282 0 ,"
"Reshape Reshape_890 2 1 1269 1282 1283 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_891 1 1 1263 1285 1 ,"
"Add Add_892 1 1 1285 1286 1 ,"
"Shape Shape_893 1 1 1286 1287 ,"
"Gather Gather_895 1 1 1287 1289 0 0 1 ,"
"Shape Shape_896 1 1 1286 1290 ,"
"Gather Gather_898 1 1 1290 1292 0 0 1 ,"
"Unsqueeze Unsqueeze_899 1 1 1289 1295 1 0 ,"
"Unsqueeze Unsqueeze_900 1 1 1292 1296 1 0 ,"
"Concat Concat_901 4 1 1295 1296 1734 1735 1299 0 ,"
"Reshape Reshape_902 2 1 1286 1299 1300 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_903 1 1 1300 1301 4 0 2 1 3 ,"
"Shape Shape_904 1 1 1266 1302 ,"
"Gather Gather_906 1 1 1302 1304 0 0 1 ,"
"Shape Shape_907 1 1 1266 1305 ,"
"Gather Gather_909 1 1 1305 1307 0 0 1 ,"
"Unsqueeze Unsqueeze_910 1 1 1304 1310 1 0 ,"
"Unsqueeze Unsqueeze_911 1 1 1307 1311 1 0 ,"
"Concat Concat_912 4 1 1310 1311 1736 1737 1314 0 ,"
"Reshape Reshape_913 2 1 1266 1314 1315 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_914 1 1 1315 1316 4 0 2 1 3 ,"
"Permute Transpose_915 1 1 1283 1317 4 0 2 3 1 ,"
"MatMul MatMul_916 2 1 1316 1317 1318 -1 ,"
"Mul Div_918 1 1 1318 1320 1 ,"
"Add Add_919 2 1 1320 209 1321 1 ,"
"SoftmaxCaffe Softmax_920 1 1 1321 1322 3 ,"
"MatMul MatMul_921 2 1 1322 1301 1323 -1 ,"
"Permute Transpose_922 1 1 1323 1324 4 0 2 1 3 ,"
"Shape Shape_923 1 1 1324 1325 ,"
"Gather Gather_925 1 1 1325 1327 0 0 1 ,"
"Shape Shape_926 1 1 1324 1328 ,"
"Gather Gather_928 1 1 1328 1330 0 0 1 ,"
"Unsqueeze Unsqueeze_929 1 1 1327 1332 1 0 ,"
"Unsqueeze Unsqueeze_930 1 1 1330 1333 1 0 ,"
"Concat Concat_931 3 1 1332 1333 1738 1335 0 ,"
"Reshape Reshape_932 2 1 1324 1335 1336 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_933 1 1 1336 1338 1 ,"
"Add Add_934 1 1 1338 1339 1 ,"
"Add Add_935 2 1 1339 1263 1340 1 ,"
"LayerNorm Add_946 3 1 1340 encoder.layer.9.attention.output.LayerNorm.weight encoder.layer.9.attention.output.LayerNorm.bias 1351 1 1e-05 ,"
"MatMul MatMul_947 1 1 1351 1353 1 ,"
"Add Add_948 1 1 1353 1354 1 ,"
"GELU Mul_956 1 1 1354 1362 ,"
"MatMul MatMul_957 1 1 1362 1364 1 ,"
"Add Add_958 1 1 1364 1365 1 ,"
"Add Add_959 2 1 1365 1351 1366 1 ,"
"LayerNorm Add_970 3 1 1366 encoder.layer.9.output.LayerNorm.weight encoder.layer.9.output.LayerNorm.bias 1377 1 1e-05 ,"
"MatMul MatMul_971 1 1 1377 1379 1 ,"
"Add Add_972 1 1 1379 1380 1 ,"
"MatMul MatMul_973 1 1 1377 1382 1 ,"
"Add Add_974 1 1 1382 1383 1 ,"
"Shape Shape_975 1 1 1383 1384 ,"
"Gather Gather_977 1 1 1384 1386 0 0 1 ,"
"Shape Shape_978 1 1 1383 1387 ,"
"Gather Gather_980 1 1 1387 1389 0 0 1 ,"
"Unsqueeze Unsqueeze_981 1 1 1386 1392 1 0 ,"
"Unsqueeze Unsqueeze_982 1 1 1389 1393 1 0 ,"
"Concat Concat_983 4 1 1392 1393 1744 1745 1396 0 ,"
"Reshape Reshape_984 2 1 1383 1396 1397 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_985 1 1 1377 1399 1 ,"
"Add Add_986 1 1 1399 1400 1 ,"
"Shape Shape_987 1 1 1400 1401 ,"
"Gather Gather_989 1 1 1401 1403 0 0 1 ,"
"Shape Shape_990 1 1 1400 1404 ,"
"Gather Gather_992 1 1 1404 1406 0 0 1 ,"
"Unsqueeze Unsqueeze_993 1 1 1403 1409 1 0 ,"
"Unsqueeze Unsqueeze_994 1 1 1406 1410 1 0 ,"
"Concat Concat_995 4 1 1409 1410 1747 1748 1413 0 ,"
"Reshape Reshape_996 2 1 1400 1413 1414 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_997 1 1 1414 1415 4 0 2 1 3 ,"
"Shape Shape_998 1 1 1380 1416 ,"
"Gather Gather_1000 1 1 1416 1418 0 0 1 ,"
"Shape Shape_1001 1 1 1380 1419 ,"
"Gather Gather_1003 1 1 1419 1421 0 0 1 ,"
"Unsqueeze Unsqueeze_1004 1 1 1418 1424 1 0 ,"
"Unsqueeze Unsqueeze_1005 1 1 1421 1425 1 0 ,"
"Concat Concat_1006 4 1 1424 1425 1749 1750 1428 0 ,"
"Reshape Reshape_1007 2 1 1380 1428 1429 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_1008 1 1 1429 1430 4 0 2 1 3 ,"
"Permute Transpose_1009 1 1 1397 1431 4 0 2 3 1 ,"
"MatMul MatMul_1010 2 1 1430 1431 1432 -1 ,"
"Mul Div_1012 1 1 1432 1434 1 ,"
"Add Add_1013 2 1 1434 209 1435 1 ,"
"SoftmaxCaffe Softmax_1014 1 1 1435 1436 3 ,"
"MatMul MatMul_1015 2 1 1436 1415 1437 -1 ,"
"Permute Transpose_1016 1 1 1437 1438 4 0 2 1 3 ,"
"Shape Shape_1017 1 1 1438 1439 ,"
"Gather Gather_1019 1 1 1439 1441 0 0 1 ,"
"Shape Shape_1020 1 1 1438 1442 ,"
"Gather Gather_1022 1 1 1442 1444 0 0 1 ,"
"Unsqueeze Unsqueeze_1023 1 1 1441 1446 1 0 ,"
"Unsqueeze Unsqueeze_1024 1 1 1444 1447 1 0 ,"
"Concat Concat_1025 3 1 1446 1447 1751 1449 0 ,"
"Reshape Reshape_1026 2 1 1438 1449 1450 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_1027 1 1 1450 1452 1 ,"
"Add Add_1028 1 1 1452 1453 1 ,"
"Add Add_1029 2 1 1453 1377 1454 1 ,"
"LayerNorm Add_1040 3 1 1454 encoder.layer.10.attention.output.LayerNorm.weight encoder.layer.10.attention.output.LayerNorm.bias 1465 1 1e-05 ,"
"MatMul MatMul_1041 1 1 1465 1467 1 ,"
"Add Add_1042 1 1 1467 1468 1 ,"
"GELU Mul_1050 1 1 1468 1476 ,"
"MatMul MatMul_1051 1 1 1476 1478 1 ,"
"Add Add_1052 1 1 1478 1479 1 ,"
"Add Add_1053 2 1 1479 1465 1480 1 ,"
"LayerNorm Add_1064 3 1 1480 encoder.layer.10.output.LayerNorm.weight encoder.layer.10.output.LayerNorm.bias 1491 1 1e-05 ,"
"MatMul MatMul_1065 1 1 1491 1493 1 ,"
"Add Add_1066 1 1 1493 1494 1 ,"
"MatMul MatMul_1067 1 1 1491 1496 1 ,"
"Add Add_1068 1 1 1496 1497 1 ,"
"Shape Shape_1069 1 1 1497 1498 ,"
"Gather Gather_1071 1 1 1498 1500 0 0 1 ,"
"Shape Shape_1072 1 1 1497 1501 ,"
"Gather Gather_1074 1 1 1501 1503 0 0 1 ,"
"Unsqueeze Unsqueeze_1075 1 1 1500 1506 1 0 ,"
"Unsqueeze Unsqueeze_1076 1 1 1503 1507 1 0 ,"
"Concat Concat_1077 4 1 1506 1507 1757 1758 1510 0 ,"
"Reshape Reshape_1078 2 1 1497 1510 1511 0 4 4 0 0 12 64 0 ,"
"MatMul MatMul_1079 1 1 1491 1513 1 ,"
"Add Add_1080 1 1 1513 1514 1 ,"
"Shape Shape_1081 1 1 1514 1515 ,"
"Gather Gather_1083 1 1 1515 1517 0 0 1 ,"
"Shape Shape_1084 1 1 1514 1518 ,"
"Gather Gather_1086 1 1 1518 1520 0 0 1 ,"
"Unsqueeze Unsqueeze_1087 1 1 1517 1523 1 0 ,"
"Unsqueeze Unsqueeze_1088 1 1 1520 1524 1 0 ,"
"Concat Concat_1089 4 1 1523 1524 1760 1761 1527 0 ,"
"Reshape Reshape_1090 2 1 1514 1527 1528 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_1091 1 1 1528 1529 4 0 2 1 3 ,"
"Shape Shape_1092 1 1 1494 1530 ,"
"Gather Gather_1094 1 1 1530 1532 0 0 1 ,"
"Shape Shape_1095 1 1 1494 1533 ,"
"Gather Gather_1097 1 1 1533 1535 0 0 1 ,"
"Unsqueeze Unsqueeze_1098 1 1 1532 1538 1 0 ,"
"Unsqueeze Unsqueeze_1099 1 1 1535 1539 1 0 ,"
"Concat Concat_1100 4 1 1538 1539 1762 1763 1542 0 ,"
"Reshape Reshape_1101 2 1 1494 1542 1543 0 4 4 0 0 12 64 0 ,"
"Permute Transpose_1102 1 1 1543 1544 4 0 2 1 3 ,"
"Permute Transpose_1103 1 1 1511 1545 4 0 2 3 1 ,"
"MatMul MatMul_1104 2 1 1544 1545 1546 -1 ,"
"Mul Div_1106 1 1 1546 1548 1 ,"
"Add Add_1107 2 1 1548 209 1549 1 ,"
"SoftmaxCaffe Softmax_1108 1 1 1549 1550 3 ,"
"MatMul MatMul_1109 2 1 1550 1529 1551 -1 ,"
"Permute Transpose_1110 1 1 1551 1552 4 0 2 1 3 ,"
"Shape Shape_1111 1 1 1552 1553 ,"
"Gather Gather_1113 1 1 1553 1555 0 0 1 ,"
"Shape Shape_1114 1 1 1552 1556 ,"
"Gather Gather_1116 1 1 1556 1558 0 0 1 ,"
"Unsqueeze Unsqueeze_1117 1 1 1555 1560 1 0 ,"
"Unsqueeze Unsqueeze_1118 1 1 1558 1561 1 0 ,"
"Concat Concat_1119 3 1 1560 1561 1764 1563 0 ,"
"Reshape Reshape_1120 2 1 1552 1563 1564 0 3 3 0 0 -1 0 ,"
"MatMul MatMul_1121 1 1 1564 1566 1 ,"
"Add Add_1122 1 1 1566 1567 1 ,"
"Add Add_1123 2 1 1567 1491 1568 1 ,"
"LayerNorm Add_1134 3 1 1568 encoder.layer.11.attention.output.LayerNorm.weight encoder.layer.11.attention.output.LayerNorm.bias 1579 1 1e-05 ,"
"MatMul MatMul_1135 1 1 1579 1581 1 ,"
"Add Add_1136 1 1 1581 1582 1 ,"
"GELU Mul_1144 1 1 1582 1590 ,"
"MatMul MatMul_1145 1 1 1590 1592 1 ,"
"Add Add_1146 1 1 1592 1593 1 ,"
"Add Add_1147 2 1 1593 1579 1594 1 ,"
"LayerNorm Add_1158 3 1 1594 encoder.layer.11.output.LayerNorm.weight encoder.layer.11.output.LayerNorm.bias output_0 1 1e-05 ,"
"Gather Gather_1160 1 1 output_0 1607 1 0 1 ,"
"InnerProduct Gemm_1161 1 1 1607 1608 768 1 0 1 ,"
"Tanh Tanh_1162 1 1 1608 output_1 ,"
