"1 96 1 4206624770 ,"
"input 1 3 240 320 ,"
" 185 187 188 190 191 193 194 196 197 199 200 202 203 205 206 208 209 211 212 214 215 217 218 220 221 223 224 226 227 229 230 231 232 233 243 244 245 246 247 257 258 260 261 263 264 266 267 269 270 272 273 275 276 277 278 279 289 290 291 292 293 303 304 306 307 309 310 312 313 315 316 317 318 319 329 330 331 332 333 343 344 345 346 347 348 349 350 351 361 362 363 373 374 boxes input scores ,"
"scores boxes ,"
" 95 ,"
"Convolution 185 1 1 input 185 1 3 16 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU 187 1 1 185 187 ,"
"Convolution 188 1 1 187 188 16 1 16 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 190 1 1 188 190 ,"
"Convolution 191 1 1 190 191 1 16 32 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 193 1 1 191 193 ,"
"Convolution 194 1 1 193 194 32 1 32 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU 196 1 1 194 196 ,"
"Convolution 197 1 1 196 197 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 199 1 1 197 199 ,"
"Convolution 200 1 1 199 200 32 1 32 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 202 1 1 200 202 ,"
"Convolution 203 1 1 202 203 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 205 1 1 203 205 ,"
"Convolution 206 1 1 205 206 32 1 32 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU 208 1 1 206 208 ,"
"Convolution 209 1 1 208 209 1 32 64 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 211 1 1 209 211 ,"
"Convolution 212 1 1 211 212 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 214 1 1 212 214 ,"
"Convolution 215 1 1 214 215 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 217 1 1 215 217 ,"
"Convolution 218 1 1 217 218 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 220 1 1 218 220 ,"
"Convolution 221 1 1 220 221 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 223 1 1 221 223 ,"
"Convolution 224 1 1 223 224 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 226 1 1 224 226 ,"
"Convolution 227 1 1 226 227 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 229 1 1 227 229 ,"
"Convolution 230 1 1 229 230 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 231 1 1 230 231 ,"
"Convolution 232 1 1 231 232 1 64 6 1 1 1 1 0 0 1 -1 1 1 ,"
"Permute 233 1 1 232 233 4 0 2 3 1 ,"
"Reshape 243 1 1 233 243 0 4 4 0 -1 2 1 ,"
"Convolution 244 1 1 229 244 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 245 1 1 244 245 ,"
"Convolution 246 1 1 245 246 1 64 12 1 1 1 1 0 0 1 -1 1 1 ,"
"Permute 247 1 1 246 247 4 0 2 3 1 ,"
"Reshape 257 1 1 247 257 0 4 4 0 -1 4 1 ,"
"Convolution 258 1 1 229 258 64 1 64 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU 260 1 1 258 260 ,"
"Convolution 261 1 1 260 261 1 64 128 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 263 1 1 261 263 ,"
"Convolution 264 1 1 263 264 128 1 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 266 1 1 264 266 ,"
"Convolution 267 1 1 266 267 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 269 1 1 267 269 ,"
"Convolution 270 1 1 269 270 128 1 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 272 1 1 270 272 ,"
"Convolution 273 1 1 272 273 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 275 1 1 273 275 ,"
"Convolution 276 1 1 275 276 128 1 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 277 1 1 276 277 ,"
"Convolution 278 1 1 277 278 1 128 4 1 1 1 1 0 0 1 -1 1 1 ,"
"Permute 279 1 1 278 279 4 0 2 3 1 ,"
"Reshape 289 1 1 279 289 0 4 4 0 -1 2 1 ,"
"Convolution 290 1 1 275 290 128 1 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 291 1 1 290 291 ,"
"Convolution 292 1 1 291 292 1 128 8 1 1 1 1 0 0 1 -1 1 1 ,"
"Permute 293 1 1 292 293 4 0 2 3 1 ,"
"Reshape 303 1 1 293 303 0 4 4 0 -1 4 1 ,"
"Convolution 304 1 1 275 304 128 1 128 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU 306 1 1 304 306 ,"
"Convolution 307 1 1 306 307 1 128 256 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 309 1 1 307 309 ,"
"Convolution 310 1 1 309 310 256 1 256 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 312 1 1 310 312 ,"
"Convolution 313 1 1 312 313 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 315 1 1 313 315 ,"
"Convolution 316 1 1 315 316 256 1 256 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 317 1 1 316 317 ,"
"Convolution 318 1 1 317 318 1 256 4 1 1 1 1 0 0 1 -1 1 1 ,"
"Permute 319 1 1 318 319 4 0 2 3 1 ,"
"Reshape 329 1 1 319 329 0 4 4 0 -1 2 1 ,"
"Convolution 330 1 1 315 330 256 1 256 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU 331 1 1 330 331 ,"
"Convolution 332 1 1 331 332 1 256 8 1 1 1 1 0 0 1 -1 1 1 ,"
"Permute 333 1 1 332 333 4 0 2 3 1 ,"
"Reshape 343 1 1 333 343 0 4 4 0 -1 4 1 ,"
"Convolution 344 1 1 315 344 1 256 64 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 345 1 1 344 345 ,"
"Convolution 346 1 1 345 346 64 1 64 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU 347 1 1 346 347 ,"
"Convolution 348 1 1 347 348 1 64 256 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU 349 1 1 348 349 ,"
"Convolution 350 1 1 349 350 1 256 6 3 3 1 1 1 1 1 -1 1 1 ,"
"Permute 351 1 1 350 351 4 0 2 3 1 ,"
"Reshape 361 1 1 351 361 0 4 4 0 -1 2 1 ,"
"Convolution 362 1 1 349 362 1 256 12 3 3 1 1 1 1 1 -1 1 1 ,"
"Permute 363 1 1 362 363 4 0 2 3 1 ,"
"Reshape 373 1 1 363 373 0 4 4 0 -1 4 1 ,"
"Concat 374 4 1 243 289 329 361 374 1 ,"
"Concat boxes 4 1 257 303 343 373 boxes 1 ,"
"SoftmaxCaffe scores 1 1 374 scores 2 ,"
