"1 172 1 4206624770 ,"
"images 1 3 448 640 ,"
" 171 176 181 186 191 196 201 206 207 208 209 210 211 212 213 214 215 216 217 218 219 220 221 222 223 224 225 226 227 228 229 230 231 232 233 234 235 236 237 238 239 240 241 242 243 244 245 246 247 248 249 250 251 252 253 254 255 256 257 258 259 260 261 262 263 264 265 266 267 268 269 270 271 272 273 274 275 276 277 278 279 280 281 282 283 284 285 286 287 288 289 290 291 292 293 294 295 296 297 298 299 300 301 302 331 332 333 334 335 336 337 338 339 340 341 342 343 344 345 346 347 376 377 378 379 380 381 382 383 384 385 386 387 388 389 390 391 392 393 394 395 396 397 398 399 400 401 402 403 404 405 406 407 408 409 410 411 412 413 414 415 416 417 418 419 420 421 422 423 424 425 426 427 428 images sigmoid_output1 sigmoid_output2 sigmoid_output3,"
"426 427 428 ,"
" 174 ,"
"StridedSlice Slice_4 1 1 images 171 4 0 0 0 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_9 1 1 171 176 4 0 0 0 0 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_14 1 1 images 181 4 0 0 1 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_19 1 1 181 186 4 0 0 0 0 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_24 1 1 images 191 4 0 0 0 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_29 1 1 191 196 4 0 0 0 1 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_34 1 1 images 201 4 0 0 1 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_39 1 1 201 206 4 0 0 0 1 4 0 0 0 0 4 1 1 1 2 ,"
"Concat Concat_40 4 1 176 186 196 206 207 1 ,"
"Convolution Conv_41 1 1 207 208 1 12 32 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_42 1 1 208 209 1 0 ,"
"Convolution Conv_43 1 1 209 210 1 32 64 3 3 2 2 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_44 1 1 210 211 1 0 ,"
"Convolution Conv_45 1 1 211 212 1 64 32 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_46 1 1 212 213 1 0 ,"
"Convolution Conv_47 1 1 213 214 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_48 1 1 214 215 1 0 ,"
"Convolution Conv_49 1 1 215 216 1 32 32 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_50 1 1 216 217 1 0 ,"
"Add Add_51 2 1 213 217 218 ,"
"Convolution Conv_52 1 1 218 219 1 32 32 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_53 1 1 211 220 1 64 32 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_54 2 1 219 220 221 1 ,"
"BatchNormCxx BatchNormalization_55 1 1 221 222 ,"
"PReLU LeakyRelu_56 1 1 222 223 1 0 ,"
"Convolution Conv_57 1 1 223 224 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_58 1 1 224 225 1 0 ,"
"Convolution Conv_59 1 1 225 226 1 64 128 3 3 2 2 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_60 1 1 226 227 1 0 ,"
"Convolution Conv_61 1 1 227 228 1 128 64 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_62 1 1 228 229 1 0 ,"
"Convolution Conv_63 1 1 229 230 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_64 1 1 230 231 1 0 ,"
"Convolution Conv_65 1 1 231 232 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_66 1 1 232 233 1 0 ,"
"Add Add_67 2 1 229 233 234 ,"
"Convolution Conv_68 1 1 234 235 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_69 1 1 235 236 1 0 ,"
"Convolution Conv_70 1 1 236 237 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_71 1 1 237 238 1 0 ,"
"Add Add_72 2 1 234 238 239 ,"
"Convolution Conv_73 1 1 239 240 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_74 1 1 240 241 1 0 ,"
"Convolution Conv_75 1 1 241 242 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_76 1 1 242 243 1 0 ,"
"Add Add_77 2 1 239 243 244 ,"
"Convolution Conv_78 1 1 244 245 1 64 64 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_79 1 1 227 246 1 128 64 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_80 2 1 245 246 247 1 ,"
"BatchNormCxx BatchNormalization_81 1 1 247 248 ,"
"PReLU LeakyRelu_82 1 1 248 249 1 0 ,"
"Convolution Conv_83 1 1 249 250 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_84 1 1 250 251 1 0 ,"
"Convolution Conv_85 1 1 251 252 1 128 256 3 3 2 2 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_86 1 1 252 253 1 0 ,"
"Convolution Conv_87 1 1 253 254 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_88 1 1 254 255 1 0 ,"
"Convolution Conv_89 1 1 255 256 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_90 1 1 256 257 1 0 ,"
"Convolution Conv_91 1 1 257 258 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_92 1 1 258 259 1 0 ,"
"Add Add_93 2 1 255 259 260 ,"
"Convolution Conv_94 1 1 260 261 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_95 1 1 261 262 1 0 ,"
"Convolution Conv_96 1 1 262 263 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_97 1 1 263 264 1 0 ,"
"Add Add_98 2 1 260 264 265 ,"
"Convolution Conv_99 1 1 265 266 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_100 1 1 266 267 1 0 ,"
"Convolution Conv_101 1 1 267 268 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_102 1 1 268 269 1 0 ,"
"Add Add_103 2 1 265 269 270 ,"
"Convolution Conv_104 1 1 270 271 1 128 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_105 1 1 253 272 1 256 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_106 2 1 271 272 273 1 ,"
"BatchNormCxx BatchNormalization_107 1 1 273 274 ,"
"PReLU LeakyRelu_108 1 1 274 275 1 0 ,"
"Convolution Conv_109 1 1 275 276 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_110 1 1 276 277 1 0 ,"
"Convolution Conv_111 1 1 277 278 1 256 512 3 3 2 2 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_112 1 1 278 279 1 0 ,"
"Convolution Conv_113 1 1 279 280 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_114 1 1 280 281 1 0 ,"
"Pooling MaxPool_115 1 1 281 282 0 5 5 1 1 2 2 -1 -1 -1 0 ,"
"Pooling MaxPool_116 1 1 281 283 0 9 9 1 1 4 4 -1 -1 -1 0 ,"
"Pooling MaxPool_117 1 1 281 284 0 13 13 1 1 6 6 -1 -1 -1 0 ,"
"Concat Concat_118 4 1 281 282 283 284 285 1 ,"
"Convolution Conv_119 1 1 285 286 1 1024 512 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_120 1 1 286 287 1 0 ,"
"Convolution Conv_121 1 1 287 288 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_122 1 1 288 289 1 0 ,"
"Convolution Conv_123 1 1 289 290 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_124 1 1 290 291 1 0 ,"
"Convolution Conv_125 1 1 291 292 1 256 256 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_126 1 1 292 293 1 0 ,"
"Convolution Conv_127 1 1 293 294 1 256 256 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_128 1 1 287 295 1 512 256 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_129 2 1 294 295 296 1 ,"
"BatchNormCxx BatchNormalization_130 1 1 296 297 ,"
"PReLU LeakyRelu_131 1 1 297 298 1 0 ,"
"Convolution Conv_132 1 1 298 299 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_133 1 1 299 300 1 0 ,"
"Convolution Conv_134 1 1 300 301 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_135 1 1 301 302 1 0 ,"
"Upsample Resize_164 1 1 302 331 1 2 2 0 ,"
"Concat Concat_165 2 1 331 277 332 1 ,"
"Convolution Conv_166 1 1 332 333 1 512 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_167 1 1 333 334 1 0 ,"
"Convolution Conv_168 1 1 334 335 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_169 1 1 335 336 1 0 ,"
"Convolution Conv_170 1 1 336 337 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_171 1 1 337 338 1 0 ,"
"Convolution Conv_172 1 1 338 339 1 128 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_173 1 1 332 340 1 512 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_174 2 1 339 340 341 1 ,"
"BatchNormCxx BatchNormalization_175 1 1 341 342 ,"
"PReLU LeakyRelu_176 1 1 342 343 1 0 ,"
"Convolution Conv_177 1 1 343 344 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_178 1 1 344 345 1 0 ,"
"Convolution Conv_179 1 1 345 346 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_180 1 1 346 347 1 0 ,"
"Upsample Resize_209 1 1 347 376 1 2 2 0 ,"
"Concat Concat_210 2 1 376 251 377 1 ,"
"Convolution Conv_211 1 1 377 378 1 256 64 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_212 1 1 378 379 1 0 ,"
"Convolution Conv_213 1 1 379 380 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_214 1 1 380 381 1 0 ,"
"Convolution Conv_215 1 1 381 382 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_216 1 1 382 383 1 0 ,"
"Convolution Conv_217 1 1 383 384 1 64 64 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_218 1 1 377 385 1 256 64 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_219 2 1 384 385 386 1 ,"
"BatchNormCxx BatchNormalization_220 1 1 386 387 ,"
"PReLU LeakyRelu_221 1 1 387 388 1 0 ,"
"Convolution Conv_222 1 1 388 389 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_223 1 1 389 390 1 0 ,"
"Convolution Conv_224 1 1 390 391 1 128 255 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_225 1 1 390 392 1 128 128 3 3 2 2 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_226 1 1 392 393 1 0 ,"
"Concat Concat_227 2 1 393 347 394 1 ,"
"Convolution Conv_228 1 1 394 395 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_229 1 1 395 396 1 0 ,"
"Convolution Conv_230 1 1 396 397 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_231 1 1 397 398 1 0 ,"
"Convolution Conv_232 1 1 398 399 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_233 1 1 399 400 1 0 ,"
"Convolution Conv_234 1 1 400 401 1 128 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_235 1 1 394 402 1 256 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_236 2 1 401 402 403 1 ,"
"BatchNormCxx BatchNormalization_237 1 1 403 404 ,"
"PReLU LeakyRelu_238 1 1 404 405 1 0 ,"
"Convolution Conv_239 1 1 405 406 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_240 1 1 406 407 1 0 ,"
"Convolution Conv_241 1 1 407 408 1 256 255 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_242 1 1 407 409 1 256 256 3 3 2 2 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_243 1 1 409 410 1 0 ,"
"Concat Concat_244 2 1 410 302 411 1 ,"
"Convolution Conv_245 1 1 411 412 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_246 1 1 412 413 1 0 ,"
"Convolution Conv_247 1 1 413 414 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_248 1 1 414 415 1 0 ,"
"Convolution Conv_249 1 1 415 416 1 256 256 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_250 1 1 416 417 1 0 ,"
"Convolution Conv_251 1 1 417 418 1 256 256 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_252 1 1 411 419 1 512 256 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_253 2 1 418 419 420 1 ,"
"BatchNormCxx BatchNormalization_254 1 1 420 421 ,"
"PReLU LeakyRelu_255 1 1 421 422 1 0 ,"
"Convolution Conv_256 1 1 422 423 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_257 1 1 423 424 1 0 ,"
"Convolution Conv_258 1 1 424 425 1 512 255 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid sigmoid_output1 1 1 391 sigmoid_output1 ,"
"Sigmoid sigmoid_output2 1 1 408 sigmoid_output2 ,"
"Sigmoid sigmoid_output3 1 1 425 sigmoid_output3 ,"
"Permute permute_output1 1 1 sigmoid_output1 426 4 0 2 3 1 ,"
"Permute permute_output2 1 1 sigmoid_output2 427 4 0 2 3 1 ,"
"Permute permute_output3 1 1 sigmoid_output3 428 4 0 2 3 1 ,"

