"1 966 1 4206624772 ,"
"input_ids_0 2 1 256 3 : input_mask_0 2 1 256 3 : segment_ids_0 2 1 256 3 ,"
" BiasAdd:0 Concat__47:0 MatMul:0 MatMul__486:0 Reshape/shape/1:0 Reshape/shape_Concat__484:0 Reshape/shape_Unsqueeze__482:0 Reshape/shape_Unsqueeze__483:0 Reshape:0 Reshape_1/shape/1:0 Reshape_1/shape/2:0 Reshape_1/shape_Concat__481:0 Reshape_1/shape_Unsqueeze__478:0 Reshape_1/shape_Unsqueeze__479:0 Reshape_1/shape_Unsqueeze__480:0 Reshape_1:0 Reshape_1__487:0 Reshape__485:0 Shape_1:0 Shape_1__472:0 Unsqueeze__44:0 Unsqueeze__45:0 Unsqueeze__46:0 bert/embeddings/ExpandDims:0 bert/embeddings/GatherV2:0 bert/embeddings/LayerNorm/batchnorm/add_1:0 bert/embeddings/LayerNorm/beta:0 bert/embeddings/LayerNorm/gamma:0 bert/embeddings/MatMul:0 bert/embeddings/Reshape/shape:0 bert/embeddings/Reshape:0 bert/embeddings/Reshape_1/shape/1:0 bert/embeddings/Reshape_1/shape/2:0 bert/embeddings/Reshape_1/shape_Concat__58:0 bert/embeddings/Reshape_1/shape_Unsqueeze__55:0 bert/embeddings/Reshape_1/shape_Unsqueeze__56:0 bert/embeddings/Reshape_1/shape_Unsqueeze__57:0 bert/embeddings/Reshape_1:0 bert/embeddings/Reshape_1__60:0 bert/embeddings/Reshape_2/shape:0 bert/embeddings/Reshape_2:0 bert/embeddings/Reshape_2__43:0 bert/embeddings/Reshape_3/shape/1:0 bert/embeddings/Reshape_3/shape/2:0 bert/embeddings/Reshape_3/shape_Concat__70:0 bert/embeddings/Reshape_3/shape_Unsqueeze__67:0 bert/embeddings/Reshape_3/shape_Unsqueeze__68:0 bert/embeddings/Reshape_3/shape_Unsqueeze__69:0 bert/embeddings/Reshape_3:0 bert/embeddings/Reshape_3__71:0 bert/embeddings/Reshape_4/shape:0 bert/embeddings/Reshape_4:0 bert/embeddings/Reshape_4__42:0 bert/embeddings/Reshape__59:0 bert/embeddings/Shape:0 bert/embeddings/Shape_1:0 bert/embeddings/Shape_1__61:0 bert/embeddings/Shape__49:0 bert/embeddings/Slice:0 bert/embeddings/add:0 bert/embeddings/add_1:0 bert/embeddings/one_hot/depth:0 bert/embeddings/one_hot/off_value:0 bert/embeddings/one_hot/on_value:0 bert/embeddings/one_hot:0 bert/embeddings/position_embeddings:0 bert/embeddings/strided_slice:0 bert/embeddings/strided_slice_1:0 bert/embeddings/strided_slice_1__65:0 bert/embeddings/strided_slice_1__66:0 bert/embeddings/strided_slice__53:0 bert/embeddings/strided_slice__54:0 bert/encoder/Cast:0 bert/encoder/Reshape/shape/1:0 bert/encoder/Reshape/shape/2:0 bert/encoder/Reshape/shape_Concat__26:0 bert/encoder/Reshape/shape_Unsqueeze__23:0 bert/encoder/Reshape/shape_Unsqueeze__24:0 bert/encoder/Reshape/shape_Unsqueeze__25:0 bert/encoder/Reshape:0 bert/encoder/Reshape_1/shape:0 bert/encoder/Reshape_13/shape/1:0 bert/encoder/Reshape_13/shape/2:0 bert/encoder/Reshape_13/shape_Concat__301:0 bert/encoder/Reshape_13/shape_Unsqueeze__298:0 bert/encoder/Reshape_13/shape_Unsqueeze__299:0 bert/encoder/Reshape_13/shape_Unsqueeze__300:0 bert/encoder/Reshape_13:0 bert/encoder/Reshape_13__471:0 bert/encoder/Reshape_1:0 bert/encoder/Reshape_1__302:0 bert/encoder/Reshape__27:0 bert/encoder/Shape:0 bert/encoder/Shape_2:0 bert/encoder/Shape_2__76:0 bert/encoder/Shape__12:0 bert/encoder/layer_0/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_0/attention/output/LayerNorm/beta:0 bert/encoder/layer_0/attention/output/LayerNorm/gamma:0 bert/encoder/layer_0/attention/output/add:0 bert/encoder/layer_0/attention/output/dense/BiasAdd:0 bert/encoder/layer_0/attention/output/dense/MatMul:0 bert/encoder/layer_0/attention/self/ExpandDims:0 bert/encoder/layer_0/attention/self/MatMul:0 bert/encoder/layer_0/attention/self/MatMul_1:0 bert/encoder/layer_0/attention/self/MatMul__306:0 bert/encoder/layer_0/attention/self/Mul:0 bert/encoder/layer_0/attention/self/Reshape/shape/1:0 bert/encoder/layer_0/attention/self/Reshape/shape/2:0 bert/encoder/layer_0/attention/self/Reshape/shape/3:0 bert/encoder/layer_0/attention/self/Reshape/shape_Concat__297:0 bert/encoder/layer_0/attention/self/Reshape/shape_Unsqueeze__293:0 bert/encoder/layer_0/attention/self/Reshape/shape_Unsqueeze__294:0 bert/encoder/layer_0/attention/self/Reshape/shape_Unsqueeze__295:0 bert/encoder/layer_0/attention/self/Reshape/shape_Unsqueeze__296:0 bert/encoder/layer_0/attention/self/Reshape:0 bert/encoder/layer_0/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_0/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_0/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_0/attention/self/Reshape_1/shape_Concat__292:0 bert/encoder/layer_0/attention/self/Reshape_1/shape_Unsqueeze__288:0 bert/encoder/layer_0/attention/self/Reshape_1/shape_Unsqueeze__289:0 bert/encoder/layer_0/attention/self/Reshape_1/shape_Unsqueeze__290:0 bert/encoder/layer_0/attention/self/Reshape_1/shape_Unsqueeze__291:0 bert/encoder/layer_0/attention/self/Reshape_1:0 bert/encoder/layer_0/attention/self/Reshape_1__305:0 bert/encoder/layer_0/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_0/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_0/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_0/attention/self/Reshape_2/shape_Concat__287:0 bert/encoder/layer_0/attention/self/Reshape_2/shape_Unsqueeze__283:0 bert/encoder/layer_0/attention/self/Reshape_2/shape_Unsqueeze__284:0 bert/encoder/layer_0/attention/self/Reshape_2/shape_Unsqueeze__285:0 bert/encoder/layer_0/attention/self/Reshape_2/shape_Unsqueeze__286:0 bert/encoder/layer_0/attention/self/Reshape_2:0 bert/encoder/layer_0/attention/self/Reshape_2__303:0 bert/encoder/layer_0/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_0/attention/self/Reshape_3/shape_Concat__282:0 bert/encoder/layer_0/attention/self/Reshape_3/shape_Unsqueeze__280:0 bert/encoder/layer_0/attention/self/Reshape_3/shape_Unsqueeze__281:0 bert/encoder/layer_0/attention/self/Reshape_3:0 bert/encoder/layer_0/attention/self/Reshape_3__308:0 bert/encoder/layer_0/attention/self/Reshape__304:0 bert/encoder/layer_0/attention/self/Softmax:0 bert/encoder/layer_0/attention/self/add:0 bert/encoder/layer_0/attention/self/key/BiasAdd:0 bert/encoder/layer_0/attention/self/key/MatMul:0 bert/encoder/layer_0/attention/self/mul_1:0 bert/encoder/layer_0/attention/self/mul_2:0 bert/encoder/layer_0/attention/self/query/BiasAdd:0 bert/encoder/layer_0/attention/self/query/MatMul:0 bert/encoder/layer_0/attention/self/sub:0 bert/encoder/layer_0/attention/self/transpose:0 bert/encoder/layer_0/attention/self/transpose_2:0 bert/encoder/layer_0/attention/self/transpose_3:0 bert/encoder/layer_0/attention/self/value/BiasAdd:0 bert/encoder/layer_0/attention/self/value/MatMul:0 bert/encoder/layer_0/intermediate/dense/BiasAdd:0 bert/encoder/layer_0/intermediate/dense/MatMul:0 bert/encoder/layer_0/intermediate/dense/mul_3:0 bert/encoder/layer_0/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_0/output/LayerNorm/beta:0 bert/encoder/layer_0/output/LayerNorm/gamma:0 bert/encoder/layer_0/output/add:0 bert/encoder/layer_0/output/dense/BiasAdd:0 bert/encoder/layer_0/output/dense/MatMul:0 bert/encoder/layer_1/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_1/attention/output/LayerNorm/beta:0 bert/encoder/layer_1/attention/output/LayerNorm/gamma:0 bert/encoder/layer_1/attention/output/add:0 bert/encoder/layer_1/attention/output/dense/BiasAdd:0 bert/encoder/layer_1/attention/output/dense/MatMul:0 bert/encoder/layer_1/attention/self/ExpandDims:0 bert/encoder/layer_1/attention/self/MatMul:0 bert/encoder/layer_1/attention/self/MatMul_1:0 bert/encoder/layer_1/attention/self/MatMul__320:0 bert/encoder/layer_1/attention/self/Mul:0 bert/encoder/layer_1/attention/self/Reshape/shape/1:0 bert/encoder/layer_1/attention/self/Reshape/shape/2:0 bert/encoder/layer_1/attention/self/Reshape/shape/3:0 bert/encoder/layer_1/attention/self/Reshape/shape_Concat__279:0 bert/encoder/layer_1/attention/self/Reshape/shape_Unsqueeze__275:0 bert/encoder/layer_1/attention/self/Reshape/shape_Unsqueeze__276:0 bert/encoder/layer_1/attention/self/Reshape/shape_Unsqueeze__277:0 bert/encoder/layer_1/attention/self/Reshape/shape_Unsqueeze__278:0 bert/encoder/layer_1/attention/self/Reshape:0 bert/encoder/layer_1/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_1/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_1/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_1/attention/self/Reshape_1/shape_Concat__274:0 bert/encoder/layer_1/attention/self/Reshape_1/shape_Unsqueeze__270:0 bert/encoder/layer_1/attention/self/Reshape_1/shape_Unsqueeze__271:0 bert/encoder/layer_1/attention/self/Reshape_1/shape_Unsqueeze__272:0 bert/encoder/layer_1/attention/self/Reshape_1/shape_Unsqueeze__273:0 bert/encoder/layer_1/attention/self/Reshape_1:0 bert/encoder/layer_1/attention/self/Reshape_1__319:0 bert/encoder/layer_1/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_1/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_1/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_1/attention/self/Reshape_2/shape_Concat__269:0 bert/encoder/layer_1/attention/self/Reshape_2/shape_Unsqueeze__265:0 bert/encoder/layer_1/attention/self/Reshape_2/shape_Unsqueeze__266:0 bert/encoder/layer_1/attention/self/Reshape_2/shape_Unsqueeze__267:0 bert/encoder/layer_1/attention/self/Reshape_2/shape_Unsqueeze__268:0 bert/encoder/layer_1/attention/self/Reshape_2:0 bert/encoder/layer_1/attention/self/Reshape_2__317:0 bert/encoder/layer_1/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_1/attention/self/Reshape_3/shape_Concat__264:0 bert/encoder/layer_1/attention/self/Reshape_3/shape_Unsqueeze__262:0 bert/encoder/layer_1/attention/self/Reshape_3/shape_Unsqueeze__263:0 bert/encoder/layer_1/attention/self/Reshape_3:0 bert/encoder/layer_1/attention/self/Reshape_3__322:0 bert/encoder/layer_1/attention/self/Reshape__318:0 bert/encoder/layer_1/attention/self/Softmax:0 bert/encoder/layer_1/attention/self/add:0 bert/encoder/layer_1/attention/self/key/BiasAdd:0 bert/encoder/layer_1/attention/self/key/MatMul:0 bert/encoder/layer_1/attention/self/mul_1:0 bert/encoder/layer_1/attention/self/mul_2:0 bert/encoder/layer_1/attention/self/query/BiasAdd:0 bert/encoder/layer_1/attention/self/query/MatMul:0 bert/encoder/layer_1/attention/self/sub:0 bert/encoder/layer_1/attention/self/transpose:0 bert/encoder/layer_1/attention/self/transpose_2:0 bert/encoder/layer_1/attention/self/transpose_3:0 bert/encoder/layer_1/attention/self/value/BiasAdd:0 bert/encoder/layer_1/attention/self/value/MatMul:0 bert/encoder/layer_1/intermediate/dense/BiasAdd:0 bert/encoder/layer_1/intermediate/dense/MatMul:0 bert/encoder/layer_1/intermediate/dense/mul_3:0 bert/encoder/layer_1/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_1/output/LayerNorm/beta:0 bert/encoder/layer_1/output/LayerNorm/gamma:0 bert/encoder/layer_1/output/add:0 bert/encoder/layer_1/output/dense/BiasAdd:0 bert/encoder/layer_1/output/dense/MatMul:0 bert/encoder/layer_10/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_10/attention/output/LayerNorm/beta:0 bert/encoder/layer_10/attention/output/LayerNorm/gamma:0 bert/encoder/layer_10/attention/output/add:0 bert/encoder/layer_10/attention/output/dense/BiasAdd:0 bert/encoder/layer_10/attention/output/dense/MatMul:0 bert/encoder/layer_10/attention/self/ExpandDims:0 bert/encoder/layer_10/attention/self/MatMul:0 bert/encoder/layer_10/attention/self/MatMul_1:0 bert/encoder/layer_10/attention/self/MatMul__446:0 bert/encoder/layer_10/attention/self/Mul:0 bert/encoder/layer_10/attention/self/Reshape/shape/1:0 bert/encoder/layer_10/attention/self/Reshape/shape/2:0 bert/encoder/layer_10/attention/self/Reshape/shape/3:0 bert/encoder/layer_10/attention/self/Reshape/shape_Concat__261:0 bert/encoder/layer_10/attention/self/Reshape/shape_Unsqueeze__257:0 bert/encoder/layer_10/attention/self/Reshape/shape_Unsqueeze__258:0 bert/encoder/layer_10/attention/self/Reshape/shape_Unsqueeze__259:0 bert/encoder/layer_10/attention/self/Reshape/shape_Unsqueeze__260:0 bert/encoder/layer_10/attention/self/Reshape:0 bert/encoder/layer_10/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_10/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_10/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_10/attention/self/Reshape_1/shape_Concat__256:0 bert/encoder/layer_10/attention/self/Reshape_1/shape_Unsqueeze__252:0 bert/encoder/layer_10/attention/self/Reshape_1/shape_Unsqueeze__253:0 bert/encoder/layer_10/attention/self/Reshape_1/shape_Unsqueeze__254:0 bert/encoder/layer_10/attention/self/Reshape_1/shape_Unsqueeze__255:0 bert/encoder/layer_10/attention/self/Reshape_1:0 bert/encoder/layer_10/attention/self/Reshape_1__445:0 bert/encoder/layer_10/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_10/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_10/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_10/attention/self/Reshape_2/shape_Concat__251:0 bert/encoder/layer_10/attention/self/Reshape_2/shape_Unsqueeze__247:0 bert/encoder/layer_10/attention/self/Reshape_2/shape_Unsqueeze__248:0 bert/encoder/layer_10/attention/self/Reshape_2/shape_Unsqueeze__249:0 bert/encoder/layer_10/attention/self/Reshape_2/shape_Unsqueeze__250:0 bert/encoder/layer_10/attention/self/Reshape_2:0 bert/encoder/layer_10/attention/self/Reshape_2__443:0 bert/encoder/layer_10/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_10/attention/self/Reshape_3/shape_Concat__246:0 bert/encoder/layer_10/attention/self/Reshape_3/shape_Unsqueeze__244:0 bert/encoder/layer_10/attention/self/Reshape_3/shape_Unsqueeze__245:0 bert/encoder/layer_10/attention/self/Reshape_3:0 bert/encoder/layer_10/attention/self/Reshape_3__448:0 bert/encoder/layer_10/attention/self/Reshape__444:0 bert/encoder/layer_10/attention/self/Softmax:0 bert/encoder/layer_10/attention/self/add:0 bert/encoder/layer_10/attention/self/key/BiasAdd:0 bert/encoder/layer_10/attention/self/key/MatMul:0 bert/encoder/layer_10/attention/self/mul_1:0 bert/encoder/layer_10/attention/self/mul_2:0 bert/encoder/layer_10/attention/self/query/BiasAdd:0 bert/encoder/layer_10/attention/self/query/MatMul:0 bert/encoder/layer_10/attention/self/sub:0 bert/encoder/layer_10/attention/self/transpose:0 bert/encoder/layer_10/attention/self/transpose_2:0 bert/encoder/layer_10/attention/self/transpose_3:0 bert/encoder/layer_10/attention/self/value/BiasAdd:0 bert/encoder/layer_10/attention/self/value/MatMul:0 bert/encoder/layer_10/intermediate/dense/BiasAdd:0 bert/encoder/layer_10/intermediate/dense/MatMul:0 bert/encoder/layer_10/intermediate/dense/mul_3:0 bert/encoder/layer_10/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_10/output/LayerNorm/beta:0 bert/encoder/layer_10/output/LayerNorm/gamma:0 bert/encoder/layer_10/output/add:0 bert/encoder/layer_10/output/dense/BiasAdd:0 bert/encoder/layer_10/output/dense/MatMul:0 bert/encoder/layer_11/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_11/attention/output/LayerNorm/beta:0 bert/encoder/layer_11/attention/output/LayerNorm/gamma:0 bert/encoder/layer_11/attention/output/add:0 bert/encoder/layer_11/attention/output/dense/BiasAdd:0 bert/encoder/layer_11/attention/output/dense/MatMul:0 bert/encoder/layer_11/attention/self/ExpandDims:0 bert/encoder/layer_11/attention/self/MatMul:0 bert/encoder/layer_11/attention/self/MatMul_1:0 bert/encoder/layer_11/attention/self/MatMul__460:0 bert/encoder/layer_11/attention/self/Mul:0 bert/encoder/layer_11/attention/self/Reshape/shape/1:0 bert/encoder/layer_11/attention/self/Reshape/shape/2:0 bert/encoder/layer_11/attention/self/Reshape/shape/3:0 bert/encoder/layer_11/attention/self/Reshape/shape_Concat__243:0 bert/encoder/layer_11/attention/self/Reshape/shape_Unsqueeze__239:0 bert/encoder/layer_11/attention/self/Reshape/shape_Unsqueeze__240:0 bert/encoder/layer_11/attention/self/Reshape/shape_Unsqueeze__241:0 bert/encoder/layer_11/attention/self/Reshape/shape_Unsqueeze__242:0 bert/encoder/layer_11/attention/self/Reshape:0 bert/encoder/layer_11/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_11/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_11/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_11/attention/self/Reshape_1/shape_Concat__238:0 bert/encoder/layer_11/attention/self/Reshape_1/shape_Unsqueeze__234:0 bert/encoder/layer_11/attention/self/Reshape_1/shape_Unsqueeze__235:0 bert/encoder/layer_11/attention/self/Reshape_1/shape_Unsqueeze__236:0 bert/encoder/layer_11/attention/self/Reshape_1/shape_Unsqueeze__237:0 bert/encoder/layer_11/attention/self/Reshape_1:0 bert/encoder/layer_11/attention/self/Reshape_1__459:0 bert/encoder/layer_11/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_11/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_11/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_11/attention/self/Reshape_2/shape_Concat__233:0 bert/encoder/layer_11/attention/self/Reshape_2/shape_Unsqueeze__229:0 bert/encoder/layer_11/attention/self/Reshape_2/shape_Unsqueeze__230:0 bert/encoder/layer_11/attention/self/Reshape_2/shape_Unsqueeze__231:0 bert/encoder/layer_11/attention/self/Reshape_2/shape_Unsqueeze__232:0 bert/encoder/layer_11/attention/self/Reshape_2:0 bert/encoder/layer_11/attention/self/Reshape_2__457:0 bert/encoder/layer_11/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_11/attention/self/Reshape_3/shape_Concat__228:0 bert/encoder/layer_11/attention/self/Reshape_3/shape_Unsqueeze__226:0 bert/encoder/layer_11/attention/self/Reshape_3/shape_Unsqueeze__227:0 bert/encoder/layer_11/attention/self/Reshape_3:0 bert/encoder/layer_11/attention/self/Reshape_3__462:0 bert/encoder/layer_11/attention/self/Reshape__458:0 bert/encoder/layer_11/attention/self/Softmax:0 bert/encoder/layer_11/attention/self/add:0 bert/encoder/layer_11/attention/self/key/BiasAdd:0 bert/encoder/layer_11/attention/self/key/MatMul:0 bert/encoder/layer_11/attention/self/mul_1:0 bert/encoder/layer_11/attention/self/mul_2:0 bert/encoder/layer_11/attention/self/query/BiasAdd:0 bert/encoder/layer_11/attention/self/query/MatMul:0 bert/encoder/layer_11/attention/self/sub:0 bert/encoder/layer_11/attention/self/transpose:0 bert/encoder/layer_11/attention/self/transpose_2:0 bert/encoder/layer_11/attention/self/transpose_3:0 bert/encoder/layer_11/attention/self/value/BiasAdd:0 bert/encoder/layer_11/attention/self/value/MatMul:0 bert/encoder/layer_11/intermediate/dense/BiasAdd:0 bert/encoder/layer_11/intermediate/dense/MatMul:0 bert/encoder/layer_11/intermediate/dense/mul_3:0 bert/encoder/layer_11/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_11/output/LayerNorm/beta:0 bert/encoder/layer_11/output/LayerNorm/gamma:0 bert/encoder/layer_11/output/add:0 bert/encoder/layer_11/output/dense/BiasAdd:0 bert/encoder/layer_11/output/dense/MatMul:0 bert/encoder/layer_2/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_2/attention/output/LayerNorm/beta:0 bert/encoder/layer_2/attention/output/LayerNorm/gamma:0 bert/encoder/layer_2/attention/output/add:0 bert/encoder/layer_2/attention/output/dense/BiasAdd:0 bert/encoder/layer_2/attention/output/dense/MatMul:0 bert/encoder/layer_2/attention/self/ExpandDims:0 bert/encoder/layer_2/attention/self/MatMul:0 bert/encoder/layer_2/attention/self/MatMul_1:0 bert/encoder/layer_2/attention/self/MatMul__334:0 bert/encoder/layer_2/attention/self/Mul:0 bert/encoder/layer_2/attention/self/Reshape/shape/1:0 bert/encoder/layer_2/attention/self/Reshape/shape/2:0 bert/encoder/layer_2/attention/self/Reshape/shape/3:0 bert/encoder/layer_2/attention/self/Reshape/shape_Concat__225:0 bert/encoder/layer_2/attention/self/Reshape/shape_Unsqueeze__221:0 bert/encoder/layer_2/attention/self/Reshape/shape_Unsqueeze__222:0 bert/encoder/layer_2/attention/self/Reshape/shape_Unsqueeze__223:0 bert/encoder/layer_2/attention/self/Reshape/shape_Unsqueeze__224:0 bert/encoder/layer_2/attention/self/Reshape:0 bert/encoder/layer_2/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_2/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_2/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_2/attention/self/Reshape_1/shape_Concat__220:0 bert/encoder/layer_2/attention/self/Reshape_1/shape_Unsqueeze__216:0 bert/encoder/layer_2/attention/self/Reshape_1/shape_Unsqueeze__217:0 bert/encoder/layer_2/attention/self/Reshape_1/shape_Unsqueeze__218:0 bert/encoder/layer_2/attention/self/Reshape_1/shape_Unsqueeze__219:0 bert/encoder/layer_2/attention/self/Reshape_1:0 bert/encoder/layer_2/attention/self/Reshape_1__333:0 bert/encoder/layer_2/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_2/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_2/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_2/attention/self/Reshape_2/shape_Concat__215:0 bert/encoder/layer_2/attention/self/Reshape_2/shape_Unsqueeze__211:0 bert/encoder/layer_2/attention/self/Reshape_2/shape_Unsqueeze__212:0 bert/encoder/layer_2/attention/self/Reshape_2/shape_Unsqueeze__213:0 bert/encoder/layer_2/attention/self/Reshape_2/shape_Unsqueeze__214:0 bert/encoder/layer_2/attention/self/Reshape_2:0 bert/encoder/layer_2/attention/self/Reshape_2__331:0 bert/encoder/layer_2/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_2/attention/self/Reshape_3/shape_Concat__210:0 bert/encoder/layer_2/attention/self/Reshape_3/shape_Unsqueeze__208:0 bert/encoder/layer_2/attention/self/Reshape_3/shape_Unsqueeze__209:0 bert/encoder/layer_2/attention/self/Reshape_3:0 bert/encoder/layer_2/attention/self/Reshape_3__336:0 bert/encoder/layer_2/attention/self/Reshape__332:0 bert/encoder/layer_2/attention/self/Softmax:0 bert/encoder/layer_2/attention/self/add:0 bert/encoder/layer_2/attention/self/key/BiasAdd:0 bert/encoder/layer_2/attention/self/key/MatMul:0 bert/encoder/layer_2/attention/self/mul_1:0 bert/encoder/layer_2/attention/self/mul_2:0 bert/encoder/layer_2/attention/self/query/BiasAdd:0 bert/encoder/layer_2/attention/self/query/MatMul:0 bert/encoder/layer_2/attention/self/sub:0 bert/encoder/layer_2/attention/self/transpose:0 bert/encoder/layer_2/attention/self/transpose_2:0 bert/encoder/layer_2/attention/self/transpose_3:0 bert/encoder/layer_2/attention/self/value/BiasAdd:0 bert/encoder/layer_2/attention/self/value/MatMul:0 bert/encoder/layer_2/intermediate/dense/BiasAdd:0 bert/encoder/layer_2/intermediate/dense/MatMul:0 bert/encoder/layer_2/intermediate/dense/mul_3:0 bert/encoder/layer_2/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_2/output/LayerNorm/beta:0 bert/encoder/layer_2/output/LayerNorm/gamma:0 bert/encoder/layer_2/output/add:0 bert/encoder/layer_2/output/dense/BiasAdd:0 bert/encoder/layer_2/output/dense/MatMul:0 bert/encoder/layer_3/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_3/attention/output/LayerNorm/beta:0 bert/encoder/layer_3/attention/output/LayerNorm/gamma:0 bert/encoder/layer_3/attention/output/add:0 bert/encoder/layer_3/attention/output/dense/BiasAdd:0 bert/encoder/layer_3/attention/output/dense/MatMul:0 bert/encoder/layer_3/attention/self/ExpandDims:0 bert/encoder/layer_3/attention/self/MatMul:0 bert/encoder/layer_3/attention/self/MatMul_1:0 bert/encoder/layer_3/attention/self/MatMul__348:0 bert/encoder/layer_3/attention/self/Mul:0 bert/encoder/layer_3/attention/self/Reshape/shape/1:0 bert/encoder/layer_3/attention/self/Reshape/shape/2:0 bert/encoder/layer_3/attention/self/Reshape/shape/3:0 bert/encoder/layer_3/attention/self/Reshape/shape_Concat__207:0 bert/encoder/layer_3/attention/self/Reshape/shape_Unsqueeze__203:0 bert/encoder/layer_3/attention/self/Reshape/shape_Unsqueeze__204:0 bert/encoder/layer_3/attention/self/Reshape/shape_Unsqueeze__205:0 bert/encoder/layer_3/attention/self/Reshape/shape_Unsqueeze__206:0 bert/encoder/layer_3/attention/self/Reshape:0 bert/encoder/layer_3/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_3/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_3/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_3/attention/self/Reshape_1/shape_Concat__202:0 bert/encoder/layer_3/attention/self/Reshape_1/shape_Unsqueeze__198:0 bert/encoder/layer_3/attention/self/Reshape_1/shape_Unsqueeze__199:0 bert/encoder/layer_3/attention/self/Reshape_1/shape_Unsqueeze__200:0 bert/encoder/layer_3/attention/self/Reshape_1/shape_Unsqueeze__201:0 bert/encoder/layer_3/attention/self/Reshape_1:0 bert/encoder/layer_3/attention/self/Reshape_1__347:0 bert/encoder/layer_3/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_3/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_3/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_3/attention/self/Reshape_2/shape_Concat__197:0 bert/encoder/layer_3/attention/self/Reshape_2/shape_Unsqueeze__193:0 bert/encoder/layer_3/attention/self/Reshape_2/shape_Unsqueeze__194:0 bert/encoder/layer_3/attention/self/Reshape_2/shape_Unsqueeze__195:0 bert/encoder/layer_3/attention/self/Reshape_2/shape_Unsqueeze__196:0 bert/encoder/layer_3/attention/self/Reshape_2:0 bert/encoder/layer_3/attention/self/Reshape_2__345:0 bert/encoder/layer_3/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_3/attention/self/Reshape_3/shape_Concat__192:0 bert/encoder/layer_3/attention/self/Reshape_3/shape_Unsqueeze__190:0 bert/encoder/layer_3/attention/self/Reshape_3/shape_Unsqueeze__191:0 bert/encoder/layer_3/attention/self/Reshape_3:0 bert/encoder/layer_3/attention/self/Reshape_3__350:0 bert/encoder/layer_3/attention/self/Reshape__346:0 bert/encoder/layer_3/attention/self/Softmax:0 bert/encoder/layer_3/attention/self/add:0 bert/encoder/layer_3/attention/self/key/BiasAdd:0 bert/encoder/layer_3/attention/self/key/MatMul:0 bert/encoder/layer_3/attention/self/mul_1:0 bert/encoder/layer_3/attention/self/mul_2:0 bert/encoder/layer_3/attention/self/query/BiasAdd:0 bert/encoder/layer_3/attention/self/query/MatMul:0 bert/encoder/layer_3/attention/self/sub:0 bert/encoder/layer_3/attention/self/transpose:0 bert/encoder/layer_3/attention/self/transpose_2:0 bert/encoder/layer_3/attention/self/transpose_3:0 bert/encoder/layer_3/attention/self/value/BiasAdd:0 bert/encoder/layer_3/attention/self/value/MatMul:0 bert/encoder/layer_3/intermediate/dense/BiasAdd:0 bert/encoder/layer_3/intermediate/dense/MatMul:0 bert/encoder/layer_3/intermediate/dense/mul_3:0 bert/encoder/layer_3/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_3/output/LayerNorm/beta:0 bert/encoder/layer_3/output/LayerNorm/gamma:0 bert/encoder/layer_3/output/add:0 bert/encoder/layer_3/output/dense/BiasAdd:0 bert/encoder/layer_3/output/dense/MatMul:0 bert/encoder/layer_4/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_4/attention/output/LayerNorm/beta:0 bert/encoder/layer_4/attention/output/LayerNorm/gamma:0 bert/encoder/layer_4/attention/output/add:0 bert/encoder/layer_4/attention/output/dense/BiasAdd:0 bert/encoder/layer_4/attention/output/dense/MatMul:0 bert/encoder/layer_4/attention/self/ExpandDims:0 bert/encoder/layer_4/attention/self/MatMul:0 bert/encoder/layer_4/attention/self/MatMul_1:0 bert/encoder/layer_4/attention/self/MatMul__362:0 bert/encoder/layer_4/attention/self/Mul:0 bert/encoder/layer_4/attention/self/Reshape/shape/1:0 bert/encoder/layer_4/attention/self/Reshape/shape/2:0 bert/encoder/layer_4/attention/self/Reshape/shape/3:0 bert/encoder/layer_4/attention/self/Reshape/shape_Concat__189:0 bert/encoder/layer_4/attention/self/Reshape/shape_Unsqueeze__185:0 bert/encoder/layer_4/attention/self/Reshape/shape_Unsqueeze__186:0 bert/encoder/layer_4/attention/self/Reshape/shape_Unsqueeze__187:0 bert/encoder/layer_4/attention/self/Reshape/shape_Unsqueeze__188:0 bert/encoder/layer_4/attention/self/Reshape:0 bert/encoder/layer_4/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_4/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_4/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_4/attention/self/Reshape_1/shape_Concat__184:0 bert/encoder/layer_4/attention/self/Reshape_1/shape_Unsqueeze__180:0 bert/encoder/layer_4/attention/self/Reshape_1/shape_Unsqueeze__181:0 bert/encoder/layer_4/attention/self/Reshape_1/shape_Unsqueeze__182:0 bert/encoder/layer_4/attention/self/Reshape_1/shape_Unsqueeze__183:0 bert/encoder/layer_4/attention/self/Reshape_1:0 bert/encoder/layer_4/attention/self/Reshape_1__361:0 bert/encoder/layer_4/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_4/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_4/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_4/attention/self/Reshape_2/shape_Concat__179:0 bert/encoder/layer_4/attention/self/Reshape_2/shape_Unsqueeze__175:0 bert/encoder/layer_4/attention/self/Reshape_2/shape_Unsqueeze__176:0 bert/encoder/layer_4/attention/self/Reshape_2/shape_Unsqueeze__177:0 bert/encoder/layer_4/attention/self/Reshape_2/shape_Unsqueeze__178:0 bert/encoder/layer_4/attention/self/Reshape_2:0 bert/encoder/layer_4/attention/self/Reshape_2__359:0 bert/encoder/layer_4/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_4/attention/self/Reshape_3/shape_Concat__174:0 bert/encoder/layer_4/attention/self/Reshape_3/shape_Unsqueeze__172:0 bert/encoder/layer_4/attention/self/Reshape_3/shape_Unsqueeze__173:0 bert/encoder/layer_4/attention/self/Reshape_3:0 bert/encoder/layer_4/attention/self/Reshape_3__364:0 bert/encoder/layer_4/attention/self/Reshape__360:0 bert/encoder/layer_4/attention/self/Softmax:0 bert/encoder/layer_4/attention/self/add:0 bert/encoder/layer_4/attention/self/key/BiasAdd:0 bert/encoder/layer_4/attention/self/key/MatMul:0 bert/encoder/layer_4/attention/self/mul_1:0 bert/encoder/layer_4/attention/self/mul_2:0 bert/encoder/layer_4/attention/self/query/BiasAdd:0 bert/encoder/layer_4/attention/self/query/MatMul:0 bert/encoder/layer_4/attention/self/sub:0 bert/encoder/layer_4/attention/self/transpose:0 bert/encoder/layer_4/attention/self/transpose_2:0 bert/encoder/layer_4/attention/self/transpose_3:0 bert/encoder/layer_4/attention/self/value/BiasAdd:0 bert/encoder/layer_4/attention/self/value/MatMul:0 bert/encoder/layer_4/intermediate/dense/BiasAdd:0 bert/encoder/layer_4/intermediate/dense/MatMul:0 bert/encoder/layer_4/intermediate/dense/mul_3:0 bert/encoder/layer_4/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_4/output/LayerNorm/beta:0 bert/encoder/layer_4/output/LayerNorm/gamma:0 bert/encoder/layer_4/output/add:0 bert/encoder/layer_4/output/dense/BiasAdd:0 bert/encoder/layer_4/output/dense/MatMul:0 bert/encoder/layer_5/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_5/attention/output/LayerNorm/beta:0 bert/encoder/layer_5/attention/output/LayerNorm/gamma:0 bert/encoder/layer_5/attention/output/add:0 bert/encoder/layer_5/attention/output/dense/BiasAdd:0 bert/encoder/layer_5/attention/output/dense/MatMul:0 bert/encoder/layer_5/attention/self/ExpandDims:0 bert/encoder/layer_5/attention/self/MatMul:0 bert/encoder/layer_5/attention/self/MatMul_1:0 bert/encoder/layer_5/attention/self/MatMul__376:0 bert/encoder/layer_5/attention/self/Mul:0 bert/encoder/layer_5/attention/self/Reshape/shape/1:0 bert/encoder/layer_5/attention/self/Reshape/shape/2:0 bert/encoder/layer_5/attention/self/Reshape/shape/3:0 bert/encoder/layer_5/attention/self/Reshape/shape_Concat__171:0 bert/encoder/layer_5/attention/self/Reshape/shape_Unsqueeze__167:0 bert/encoder/layer_5/attention/self/Reshape/shape_Unsqueeze__168:0 bert/encoder/layer_5/attention/self/Reshape/shape_Unsqueeze__169:0 bert/encoder/layer_5/attention/self/Reshape/shape_Unsqueeze__170:0 bert/encoder/layer_5/attention/self/Reshape:0 bert/encoder/layer_5/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_5/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_5/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_5/attention/self/Reshape_1/shape_Concat__166:0 bert/encoder/layer_5/attention/self/Reshape_1/shape_Unsqueeze__162:0 bert/encoder/layer_5/attention/self/Reshape_1/shape_Unsqueeze__163:0 bert/encoder/layer_5/attention/self/Reshape_1/shape_Unsqueeze__164:0 bert/encoder/layer_5/attention/self/Reshape_1/shape_Unsqueeze__165:0 bert/encoder/layer_5/attention/self/Reshape_1:0 bert/encoder/layer_5/attention/self/Reshape_1__375:0 bert/encoder/layer_5/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_5/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_5/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_5/attention/self/Reshape_2/shape_Concat__161:0 bert/encoder/layer_5/attention/self/Reshape_2/shape_Unsqueeze__157:0 bert/encoder/layer_5/attention/self/Reshape_2/shape_Unsqueeze__158:0 bert/encoder/layer_5/attention/self/Reshape_2/shape_Unsqueeze__159:0 bert/encoder/layer_5/attention/self/Reshape_2/shape_Unsqueeze__160:0 bert/encoder/layer_5/attention/self/Reshape_2:0 bert/encoder/layer_5/attention/self/Reshape_2__373:0 bert/encoder/layer_5/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_5/attention/self/Reshape_3/shape_Concat__156:0 bert/encoder/layer_5/attention/self/Reshape_3/shape_Unsqueeze__154:0 bert/encoder/layer_5/attention/self/Reshape_3/shape_Unsqueeze__155:0 bert/encoder/layer_5/attention/self/Reshape_3:0 bert/encoder/layer_5/attention/self/Reshape_3__378:0 bert/encoder/layer_5/attention/self/Reshape__374:0 bert/encoder/layer_5/attention/self/Softmax:0 bert/encoder/layer_5/attention/self/add:0 bert/encoder/layer_5/attention/self/key/BiasAdd:0 bert/encoder/layer_5/attention/self/key/MatMul:0 bert/encoder/layer_5/attention/self/mul_1:0 bert/encoder/layer_5/attention/self/mul_2:0 bert/encoder/layer_5/attention/self/query/BiasAdd:0 bert/encoder/layer_5/attention/self/query/MatMul:0 bert/encoder/layer_5/attention/self/sub:0 bert/encoder/layer_5/attention/self/transpose:0 bert/encoder/layer_5/attention/self/transpose_2:0 bert/encoder/layer_5/attention/self/transpose_3:0 bert/encoder/layer_5/attention/self/value/BiasAdd:0 bert/encoder/layer_5/attention/self/value/MatMul:0 bert/encoder/layer_5/intermediate/dense/BiasAdd:0 bert/encoder/layer_5/intermediate/dense/MatMul:0 bert/encoder/layer_5/intermediate/dense/mul_3:0 bert/encoder/layer_5/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_5/output/LayerNorm/beta:0 bert/encoder/layer_5/output/LayerNorm/gamma:0 bert/encoder/layer_5/output/add:0 bert/encoder/layer_5/output/dense/BiasAdd:0 bert/encoder/layer_5/output/dense/MatMul:0 bert/encoder/layer_6/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_6/attention/output/LayerNorm/beta:0 bert/encoder/layer_6/attention/output/LayerNorm/gamma:0 bert/encoder/layer_6/attention/output/add:0 bert/encoder/layer_6/attention/output/dense/BiasAdd:0 bert/encoder/layer_6/attention/output/dense/MatMul:0 bert/encoder/layer_6/attention/self/ExpandDims:0 bert/encoder/layer_6/attention/self/MatMul:0 bert/encoder/layer_6/attention/self/MatMul_1:0 bert/encoder/layer_6/attention/self/MatMul__390:0 bert/encoder/layer_6/attention/self/Mul:0 bert/encoder/layer_6/attention/self/Reshape/shape/1:0 bert/encoder/layer_6/attention/self/Reshape/shape/2:0 bert/encoder/layer_6/attention/self/Reshape/shape/3:0 bert/encoder/layer_6/attention/self/Reshape/shape_Concat__153:0 bert/encoder/layer_6/attention/self/Reshape/shape_Unsqueeze__149:0 bert/encoder/layer_6/attention/self/Reshape/shape_Unsqueeze__150:0 bert/encoder/layer_6/attention/self/Reshape/shape_Unsqueeze__151:0 bert/encoder/layer_6/attention/self/Reshape/shape_Unsqueeze__152:0 bert/encoder/layer_6/attention/self/Reshape:0 bert/encoder/layer_6/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_6/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_6/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_6/attention/self/Reshape_1/shape_Concat__148:0 bert/encoder/layer_6/attention/self/Reshape_1/shape_Unsqueeze__144:0 bert/encoder/layer_6/attention/self/Reshape_1/shape_Unsqueeze__145:0 bert/encoder/layer_6/attention/self/Reshape_1/shape_Unsqueeze__146:0 bert/encoder/layer_6/attention/self/Reshape_1/shape_Unsqueeze__147:0 bert/encoder/layer_6/attention/self/Reshape_1:0 bert/encoder/layer_6/attention/self/Reshape_1__389:0 bert/encoder/layer_6/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_6/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_6/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_6/attention/self/Reshape_2/shape_Concat__143:0 bert/encoder/layer_6/attention/self/Reshape_2/shape_Unsqueeze__139:0 bert/encoder/layer_6/attention/self/Reshape_2/shape_Unsqueeze__140:0 bert/encoder/layer_6/attention/self/Reshape_2/shape_Unsqueeze__141:0 bert/encoder/layer_6/attention/self/Reshape_2/shape_Unsqueeze__142:0 bert/encoder/layer_6/attention/self/Reshape_2:0 bert/encoder/layer_6/attention/self/Reshape_2__387:0 bert/encoder/layer_6/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_6/attention/self/Reshape_3/shape_Concat__138:0 bert/encoder/layer_6/attention/self/Reshape_3/shape_Unsqueeze__136:0 bert/encoder/layer_6/attention/self/Reshape_3/shape_Unsqueeze__137:0 bert/encoder/layer_6/attention/self/Reshape_3:0 bert/encoder/layer_6/attention/self/Reshape_3__392:0 bert/encoder/layer_6/attention/self/Reshape__388:0 bert/encoder/layer_6/attention/self/Softmax:0 bert/encoder/layer_6/attention/self/add:0 bert/encoder/layer_6/attention/self/key/BiasAdd:0 bert/encoder/layer_6/attention/self/key/MatMul:0 bert/encoder/layer_6/attention/self/mul_1:0 bert/encoder/layer_6/attention/self/mul_2:0 bert/encoder/layer_6/attention/self/query/BiasAdd:0 bert/encoder/layer_6/attention/self/query/MatMul:0 bert/encoder/layer_6/attention/self/sub:0 bert/encoder/layer_6/attention/self/transpose:0 bert/encoder/layer_6/attention/self/transpose_2:0 bert/encoder/layer_6/attention/self/transpose_3:0 bert/encoder/layer_6/attention/self/value/BiasAdd:0 bert/encoder/layer_6/attention/self/value/MatMul:0 bert/encoder/layer_6/intermediate/dense/BiasAdd:0 bert/encoder/layer_6/intermediate/dense/MatMul:0 bert/encoder/layer_6/intermediate/dense/mul_3:0 bert/encoder/layer_6/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_6/output/LayerNorm/beta:0 bert/encoder/layer_6/output/LayerNorm/gamma:0 bert/encoder/layer_6/output/add:0 bert/encoder/layer_6/output/dense/BiasAdd:0 bert/encoder/layer_6/output/dense/MatMul:0 bert/encoder/layer_7/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_7/attention/output/LayerNorm/beta:0 bert/encoder/layer_7/attention/output/LayerNorm/gamma:0 bert/encoder/layer_7/attention/output/add:0 bert/encoder/layer_7/attention/output/dense/BiasAdd:0 bert/encoder/layer_7/attention/output/dense/MatMul:0 bert/encoder/layer_7/attention/self/ExpandDims:0 bert/encoder/layer_7/attention/self/MatMul:0 bert/encoder/layer_7/attention/self/MatMul_1:0 bert/encoder/layer_7/attention/self/MatMul__404:0 bert/encoder/layer_7/attention/self/Mul:0 bert/encoder/layer_7/attention/self/Reshape/shape/1:0 bert/encoder/layer_7/attention/self/Reshape/shape/2:0 bert/encoder/layer_7/attention/self/Reshape/shape/3:0 bert/encoder/layer_7/attention/self/Reshape/shape_Concat__135:0 bert/encoder/layer_7/attention/self/Reshape/shape_Unsqueeze__131:0 bert/encoder/layer_7/attention/self/Reshape/shape_Unsqueeze__132:0 bert/encoder/layer_7/attention/self/Reshape/shape_Unsqueeze__133:0 bert/encoder/layer_7/attention/self/Reshape/shape_Unsqueeze__134:0 bert/encoder/layer_7/attention/self/Reshape:0 bert/encoder/layer_7/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_7/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_7/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_7/attention/self/Reshape_1/shape_Concat__130:0 bert/encoder/layer_7/attention/self/Reshape_1/shape_Unsqueeze__126:0 bert/encoder/layer_7/attention/self/Reshape_1/shape_Unsqueeze__127:0 bert/encoder/layer_7/attention/self/Reshape_1/shape_Unsqueeze__128:0 bert/encoder/layer_7/attention/self/Reshape_1/shape_Unsqueeze__129:0 bert/encoder/layer_7/attention/self/Reshape_1:0 bert/encoder/layer_7/attention/self/Reshape_1__403:0 bert/encoder/layer_7/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_7/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_7/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_7/attention/self/Reshape_2/shape_Concat__125:0 bert/encoder/layer_7/attention/self/Reshape_2/shape_Unsqueeze__121:0 bert/encoder/layer_7/attention/self/Reshape_2/shape_Unsqueeze__122:0 bert/encoder/layer_7/attention/self/Reshape_2/shape_Unsqueeze__123:0 bert/encoder/layer_7/attention/self/Reshape_2/shape_Unsqueeze__124:0 bert/encoder/layer_7/attention/self/Reshape_2:0 bert/encoder/layer_7/attention/self/Reshape_2__401:0 bert/encoder/layer_7/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_7/attention/self/Reshape_3/shape_Concat__120:0 bert/encoder/layer_7/attention/self/Reshape_3/shape_Unsqueeze__118:0 bert/encoder/layer_7/attention/self/Reshape_3/shape_Unsqueeze__119:0 bert/encoder/layer_7/attention/self/Reshape_3:0 bert/encoder/layer_7/attention/self/Reshape_3__406:0 bert/encoder/layer_7/attention/self/Reshape__402:0 bert/encoder/layer_7/attention/self/Softmax:0 bert/encoder/layer_7/attention/self/add:0 bert/encoder/layer_7/attention/self/key/BiasAdd:0 bert/encoder/layer_7/attention/self/key/MatMul:0 bert/encoder/layer_7/attention/self/mul_1:0 bert/encoder/layer_7/attention/self/mul_2:0 bert/encoder/layer_7/attention/self/query/BiasAdd:0 bert/encoder/layer_7/attention/self/query/MatMul:0 bert/encoder/layer_7/attention/self/sub:0 bert/encoder/layer_7/attention/self/transpose:0 bert/encoder/layer_7/attention/self/transpose_2:0 bert/encoder/layer_7/attention/self/transpose_3:0 bert/encoder/layer_7/attention/self/value/BiasAdd:0 bert/encoder/layer_7/attention/self/value/MatMul:0 bert/encoder/layer_7/intermediate/dense/BiasAdd:0 bert/encoder/layer_7/intermediate/dense/MatMul:0 bert/encoder/layer_7/intermediate/dense/mul_3:0 bert/encoder/layer_7/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_7/output/LayerNorm/beta:0 bert/encoder/layer_7/output/LayerNorm/gamma:0 bert/encoder/layer_7/output/add:0 bert/encoder/layer_7/output/dense/BiasAdd:0 bert/encoder/layer_7/output/dense/MatMul:0 bert/encoder/layer_8/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_8/attention/output/LayerNorm/beta:0 bert/encoder/layer_8/attention/output/LayerNorm/gamma:0 bert/encoder/layer_8/attention/output/add:0 bert/encoder/layer_8/attention/output/dense/BiasAdd:0 bert/encoder/layer_8/attention/output/dense/MatMul:0 bert/encoder/layer_8/attention/self/ExpandDims:0 bert/encoder/layer_8/attention/self/MatMul:0 bert/encoder/layer_8/attention/self/MatMul_1:0 bert/encoder/layer_8/attention/self/MatMul__418:0 bert/encoder/layer_8/attention/self/Mul:0 bert/encoder/layer_8/attention/self/Reshape/shape/1:0 bert/encoder/layer_8/attention/self/Reshape/shape/2:0 bert/encoder/layer_8/attention/self/Reshape/shape/3:0 bert/encoder/layer_8/attention/self/Reshape/shape_Concat__117:0 bert/encoder/layer_8/attention/self/Reshape/shape_Unsqueeze__113:0 bert/encoder/layer_8/attention/self/Reshape/shape_Unsqueeze__114:0 bert/encoder/layer_8/attention/self/Reshape/shape_Unsqueeze__115:0 bert/encoder/layer_8/attention/self/Reshape/shape_Unsqueeze__116:0 bert/encoder/layer_8/attention/self/Reshape:0 bert/encoder/layer_8/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_8/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_8/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_8/attention/self/Reshape_1/shape_Concat__112:0 bert/encoder/layer_8/attention/self/Reshape_1/shape_Unsqueeze__108:0 bert/encoder/layer_8/attention/self/Reshape_1/shape_Unsqueeze__109:0 bert/encoder/layer_8/attention/self/Reshape_1/shape_Unsqueeze__110:0 bert/encoder/layer_8/attention/self/Reshape_1/shape_Unsqueeze__111:0 bert/encoder/layer_8/attention/self/Reshape_1:0 bert/encoder/layer_8/attention/self/Reshape_1__417:0 bert/encoder/layer_8/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_8/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_8/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_8/attention/self/Reshape_2/shape_Concat__107:0 bert/encoder/layer_8/attention/self/Reshape_2/shape_Unsqueeze__103:0 bert/encoder/layer_8/attention/self/Reshape_2/shape_Unsqueeze__104:0 bert/encoder/layer_8/attention/self/Reshape_2/shape_Unsqueeze__105:0 bert/encoder/layer_8/attention/self/Reshape_2/shape_Unsqueeze__106:0 bert/encoder/layer_8/attention/self/Reshape_2:0 bert/encoder/layer_8/attention/self/Reshape_2__415:0 bert/encoder/layer_8/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_8/attention/self/Reshape_3/shape_Concat__102:0 bert/encoder/layer_8/attention/self/Reshape_3/shape_Unsqueeze__100:0 bert/encoder/layer_8/attention/self/Reshape_3/shape_Unsqueeze__101:0 bert/encoder/layer_8/attention/self/Reshape_3:0 bert/encoder/layer_8/attention/self/Reshape_3__420:0 bert/encoder/layer_8/attention/self/Reshape__416:0 bert/encoder/layer_8/attention/self/Softmax:0 bert/encoder/layer_8/attention/self/add:0 bert/encoder/layer_8/attention/self/key/BiasAdd:0 bert/encoder/layer_8/attention/self/key/MatMul:0 bert/encoder/layer_8/attention/self/mul_1:0 bert/encoder/layer_8/attention/self/mul_2:0 bert/encoder/layer_8/attention/self/query/BiasAdd:0 bert/encoder/layer_8/attention/self/query/MatMul:0 bert/encoder/layer_8/attention/self/sub:0 bert/encoder/layer_8/attention/self/transpose:0 bert/encoder/layer_8/attention/self/transpose_2:0 bert/encoder/layer_8/attention/self/transpose_3:0 bert/encoder/layer_8/attention/self/value/BiasAdd:0 bert/encoder/layer_8/attention/self/value/MatMul:0 bert/encoder/layer_8/intermediate/dense/BiasAdd:0 bert/encoder/layer_8/intermediate/dense/MatMul:0 bert/encoder/layer_8/intermediate/dense/mul_3:0 bert/encoder/layer_8/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_8/output/LayerNorm/beta:0 bert/encoder/layer_8/output/LayerNorm/gamma:0 bert/encoder/layer_8/output/add:0 bert/encoder/layer_8/output/dense/BiasAdd:0 bert/encoder/layer_8/output/dense/MatMul:0 bert/encoder/layer_9/attention/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_9/attention/output/LayerNorm/beta:0 bert/encoder/layer_9/attention/output/LayerNorm/gamma:0 bert/encoder/layer_9/attention/output/add:0 bert/encoder/layer_9/attention/output/dense/BiasAdd:0 bert/encoder/layer_9/attention/output/dense/MatMul:0 bert/encoder/layer_9/attention/self/ExpandDims:0 bert/encoder/layer_9/attention/self/MatMul:0 bert/encoder/layer_9/attention/self/MatMul_1:0 bert/encoder/layer_9/attention/self/MatMul__432:0 bert/encoder/layer_9/attention/self/Mul:0 bert/encoder/layer_9/attention/self/Reshape/shape/1:0 bert/encoder/layer_9/attention/self/Reshape/shape/2:0 bert/encoder/layer_9/attention/self/Reshape/shape/3:0 bert/encoder/layer_9/attention/self/Reshape/shape_Concat__99:0 bert/encoder/layer_9/attention/self/Reshape/shape_Unsqueeze__95:0 bert/encoder/layer_9/attention/self/Reshape/shape_Unsqueeze__96:0 bert/encoder/layer_9/attention/self/Reshape/shape_Unsqueeze__97:0 bert/encoder/layer_9/attention/self/Reshape/shape_Unsqueeze__98:0 bert/encoder/layer_9/attention/self/Reshape:0 bert/encoder/layer_9/attention/self/Reshape_1/shape/1:0 bert/encoder/layer_9/attention/self/Reshape_1/shape/2:0 bert/encoder/layer_9/attention/self/Reshape_1/shape/3:0 bert/encoder/layer_9/attention/self/Reshape_1/shape_Concat__94:0 bert/encoder/layer_9/attention/self/Reshape_1/shape_Unsqueeze__90:0 bert/encoder/layer_9/attention/self/Reshape_1/shape_Unsqueeze__91:0 bert/encoder/layer_9/attention/self/Reshape_1/shape_Unsqueeze__92:0 bert/encoder/layer_9/attention/self/Reshape_1/shape_Unsqueeze__93:0 bert/encoder/layer_9/attention/self/Reshape_1:0 bert/encoder/layer_9/attention/self/Reshape_1__431:0 bert/encoder/layer_9/attention/self/Reshape_2/shape/1:0 bert/encoder/layer_9/attention/self/Reshape_2/shape/2:0 bert/encoder/layer_9/attention/self/Reshape_2/shape/3:0 bert/encoder/layer_9/attention/self/Reshape_2/shape_Concat__89:0 bert/encoder/layer_9/attention/self/Reshape_2/shape_Unsqueeze__85:0 bert/encoder/layer_9/attention/self/Reshape_2/shape_Unsqueeze__86:0 bert/encoder/layer_9/attention/self/Reshape_2/shape_Unsqueeze__87:0 bert/encoder/layer_9/attention/self/Reshape_2/shape_Unsqueeze__88:0 bert/encoder/layer_9/attention/self/Reshape_2:0 bert/encoder/layer_9/attention/self/Reshape_2__429:0 bert/encoder/layer_9/attention/self/Reshape_3/shape/1:0 bert/encoder/layer_9/attention/self/Reshape_3/shape_Concat__84:0 bert/encoder/layer_9/attention/self/Reshape_3/shape_Unsqueeze__82:0 bert/encoder/layer_9/attention/self/Reshape_3/shape_Unsqueeze__83:0 bert/encoder/layer_9/attention/self/Reshape_3:0 bert/encoder/layer_9/attention/self/Reshape_3__434:0 bert/encoder/layer_9/attention/self/Reshape__430:0 bert/encoder/layer_9/attention/self/Softmax:0 bert/encoder/layer_9/attention/self/add:0 bert/encoder/layer_9/attention/self/key/BiasAdd:0 bert/encoder/layer_9/attention/self/key/MatMul:0 bert/encoder/layer_9/attention/self/mul_1:0 bert/encoder/layer_9/attention/self/mul_2:0 bert/encoder/layer_9/attention/self/query/BiasAdd:0 bert/encoder/layer_9/attention/self/query/MatMul:0 bert/encoder/layer_9/attention/self/sub:0 bert/encoder/layer_9/attention/self/transpose:0 bert/encoder/layer_9/attention/self/transpose_2:0 bert/encoder/layer_9/attention/self/transpose_3:0 bert/encoder/layer_9/attention/self/value/BiasAdd:0 bert/encoder/layer_9/attention/self/value/MatMul:0 bert/encoder/layer_9/intermediate/dense/BiasAdd:0 bert/encoder/layer_9/intermediate/dense/MatMul:0 bert/encoder/layer_9/intermediate/dense/mul_3:0 bert/encoder/layer_9/output/LayerNorm/batchnorm/add_1:0 bert/encoder/layer_9/output/LayerNorm/beta:0 bert/encoder/layer_9/output/LayerNorm/gamma:0 bert/encoder/layer_9/output/add:0 bert/encoder/layer_9/output/dense/BiasAdd:0 bert/encoder/layer_9/output/dense/MatMul:0 bert/encoder/mul:0 bert/encoder/ones/packed/1:0 bert/encoder/ones/packed/2:0 bert/encoder/ones/packed_Concat__21:0 bert/encoder/ones/packed_Unsqueeze__18:0 bert/encoder/ones/packed_Unsqueeze__19:0 bert/encoder/ones/packed_Unsqueeze__20:0 bert/encoder/ones:0 bert/encoder/ones__22:0 bert/encoder/strided_slice:0 bert/encoder/strided_slice_2:0 bert/encoder/strided_slice_2__80:0 bert/encoder/strided_slice_2__81:0 bert/encoder/strided_slice__16:0 bert/encoder/strided_slice__17:0 cls/squad/output_weights:0 const_slice__40 const_slice__41 input_ids_0 input_mask_0 mul:0 segment_ids_0 strided_slice_1:0 strided_slice_1__476:0 strided_slice_1__477:0 transpose:0 unstack:0 unstack:1 unstack_raw_output___3:0 unstack_raw_output___6:0 ,"
"unstack:0 unstack:1 ,"
" 624 ,"
"Shape bert/encoder/Shape 1 1 input_ids_0 bert/encoder/Shape:0 ,"
"Cast bert/encoder/Shape__12 1 1 bert/encoder/Shape:0 bert/encoder/Shape__12:0 0 ,"
