"1 192 1 4206624772 ,"
"input 4 1 3 300 300 0 ,"
" BoxPredictor_0/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_0/BoxEncodingPredictor/BiasAdd__349:0 BoxPredictor_0/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_0/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_0/ClassPredictor/BiasAdd:0 BoxPredictor_0/ClassPredictor/BiasAdd__340:0 BoxPredictor_0/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_0/ClassPredictor_depthwise/Relu6:0 BoxPredictor_0/Reshape:0 BoxPredictor_0/Reshape_1:0 BoxPredictor_1/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_1/BoxEncodingPredictor/BiasAdd__331:0 BoxPredictor_1/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_1/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_1/ClassPredictor/BiasAdd:0 BoxPredictor_1/ClassPredictor/BiasAdd__322:0 BoxPredictor_1/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_1/ClassPredictor_depthwise/Relu6:0 BoxPredictor_1/Reshape:0 BoxPredictor_1/Reshape_1:0 BoxPredictor_2/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_2/BoxEncodingPredictor/BiasAdd__313:0 BoxPredictor_2/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_2/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_2/ClassPredictor/BiasAdd:0 BoxPredictor_2/ClassPredictor/BiasAdd__304:0 BoxPredictor_2/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_2/ClassPredictor_depthwise/Relu6:0 BoxPredictor_2/Reshape:0 BoxPredictor_2/Reshape_1:0 BoxPredictor_3/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_3/BoxEncodingPredictor/BiasAdd__295:0 BoxPredictor_3/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_3/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_3/ClassPredictor/BiasAdd:0 BoxPredictor_3/ClassPredictor/BiasAdd__286:0 BoxPredictor_3/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_3/ClassPredictor_depthwise/Relu6:0 BoxPredictor_3/Reshape:0 BoxPredictor_3/Reshape_1:0 BoxPredictor_4/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_4/BoxEncodingPredictor/BiasAdd__277:0 BoxPredictor_4/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_4/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_4/ClassPredictor/BiasAdd:0 BoxPredictor_4/ClassPredictor/BiasAdd__268:0 BoxPredictor_4/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_4/ClassPredictor_depthwise/Relu6:0 BoxPredictor_4/Reshape:0 BoxPredictor_4/Reshape_1:0 BoxPredictor_5/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_5/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_5/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_5/ClassPredictor/BiasAdd:0 BoxPredictor_5/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_5/ClassPredictor_depthwise/Relu6:0 BoxPredictor_5/Reshape:0 BoxPredictor_5/Reshape_1:0 Conv__351:0 Conv__352:0 Conv__353:0 Conv__354:0 Conv__355:0 Conv__356:0 Conv__359:0 Conv__360:0 Conv__361:0 Conv__364:0 Conv__365:0 Conv__366:0 Conv__369:0 Conv__370:0 Conv__371:0 Conv__374:0 Conv__375:0 Conv__376:0 Conv__381:0 Conv__382:0 Conv__383:0 Conv__386:0 Conv__387:0 Conv__388:0 Conv__391:0 Conv__392:0 Conv__393:0 Conv__398:0 Conv__399:0 Conv__400:0 Conv__405:0 Conv__406:0 Conv__407:0 Conv__410:0 Conv__411:0 Conv__412:0 Conv__415:0 Conv__416:0 Conv__417:0 Conv__422:0 Conv__426:0 Conv__427:0 Conv__430:0 Conv__431:0 Conv__432:0 Conv__435:0 Conv__436:0 Conv__437:0 Conv__442:0 Conv__443:0 Conv__444:0 Conv__445:0 Conv__449:0 Conv__450:0 Conv__451:0 Conv__455:0 Conv__456:0 Conv__457:0 Conv__461:0 Conv__462:0 Conv__463:0 Conv__467:0 Conv__468:0 Conv__469:0 FeatureExtractor/MobilenetV2/Conv/Relu6:0 FeatureExtractor/MobilenetV2/Conv_1/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_1/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_1/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_10/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_10/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_11/add:0 FeatureExtractor/MobilenetV2/expanded_conv_11/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_11/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_12/add:0 FeatureExtractor/MobilenetV2/expanded_conv_12/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_12/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_13/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_13/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_14/add:0 FeatureExtractor/MobilenetV2/expanded_conv_14/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_14/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_15/add:0 FeatureExtractor/MobilenetV2/expanded_conv_15/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_15/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_16/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_16/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_2/add:0 FeatureExtractor/MobilenetV2/expanded_conv_2/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_2/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_3/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_3/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_4/add:0 FeatureExtractor/MobilenetV2/expanded_conv_4/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_4/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_5/add:0 FeatureExtractor/MobilenetV2/expanded_conv_5/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_5/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_6/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_6/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_7/add:0 FeatureExtractor/MobilenetV2/expanded_conv_7/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_7/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_8/add:0 FeatureExtractor/MobilenetV2/expanded_conv_8/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_8/expand/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_9/add:0 FeatureExtractor/MobilenetV2/expanded_conv_9/depthwise/Relu6:0 FeatureExtractor/MobilenetV2/expanded_conv_9/expand/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_2_1x1_256/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_2_3x3_s2_512/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_2_3x3_s2_512_depthwise/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256_depthwise/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256_depthwise/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/Relu6:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128_depthwise/Relu6:0 box concat_1:0 hw_exp hw_mul_anchor_hw hw_mul_const input output score slice_hw slice_yx yx_add_anchor_yx yx_mul_anchor_hw yx_mul_const ,"
"output score ,"
" 191 ,"
"Convolution Conv__351 1 1 input Conv__351:0 1 3 32 3 3 2 2 0 0 1 0 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/Conv/Relu6 1 1 Conv__351:0 FeatureExtractor/MobilenetV2/Conv/Relu6:0 ,"
"Convolution Conv__352 1 1 FeatureExtractor/MobilenetV2/Conv/Relu6:0 Conv__352:0 32 1 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv/depthwise/Relu6 1 1 Conv__352:0 FeatureExtractor/MobilenetV2/expanded_conv/depthwise/Relu6:0 ,"
"Convolution Conv__353 1 1 FeatureExtractor/MobilenetV2/expanded_conv/depthwise/Relu6:0 Conv__353:0 1 32 16 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv__354 1 1 Conv__353:0 Conv__354:0 1 16 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_1/expand/Relu6 1 1 Conv__354:0 FeatureExtractor/MobilenetV2/expanded_conv_1/expand/Relu6:0 ,"
"Convolution Conv__355 1 1 FeatureExtractor/MobilenetV2/expanded_conv_1/expand/Relu6:0 Conv__355:0 96 1 96 3 3 2 2 0 0 1 0 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_1/depthwise/Relu6 1 1 Conv__355:0 FeatureExtractor/MobilenetV2/expanded_conv_1/depthwise/Relu6:0 ,"
"Convolution Conv__356 1 1 FeatureExtractor/MobilenetV2/expanded_conv_1/depthwise/Relu6:0 Conv__356:0 1 96 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv__359 1 1 Conv__356:0 Conv__359:0 1 24 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_2/expand/Relu6 1 1 Conv__359:0 FeatureExtractor/MobilenetV2/expanded_conv_2/expand/Relu6:0 ,"
"Convolution Conv__360 1 1 FeatureExtractor/MobilenetV2/expanded_conv_2/expand/Relu6:0 Conv__360:0 144 1 144 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_2/depthwise/Relu6 1 1 Conv__360:0 FeatureExtractor/MobilenetV2/expanded_conv_2/depthwise/Relu6:0 ,"
"Convolution Conv__361 1 1 FeatureExtractor/MobilenetV2/expanded_conv_2/depthwise/Relu6:0 Conv__361:0 1 144 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add FeatureExtractor/MobilenetV2/expanded_conv_2/add 2 1 Conv__361:0 Conv__356:0 FeatureExtractor/MobilenetV2/expanded_conv_2/add:0 -1 ,"
"Convolution Conv__364 1 1 FeatureExtractor/MobilenetV2/expanded_conv_2/add:0 Conv__364:0 1 24 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_3/expand/Relu6 1 1 Conv__364:0 FeatureExtractor/MobilenetV2/expanded_conv_3/expand/Relu6:0 ,"
"Convolution Conv__365 1 1 FeatureExtractor/MobilenetV2/expanded_conv_3/expand/Relu6:0 Conv__365:0 144 1 144 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_3/depthwise/Relu6 1 1 Conv__365:0 FeatureExtractor/MobilenetV2/expanded_conv_3/depthwise/Relu6:0 ,"
"Convolution Conv__366 1 1 FeatureExtractor/MobilenetV2/expanded_conv_3/depthwise/Relu6:0 Conv__366:0 1 144 32 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv__369 1 1 Conv__366:0 Conv__369:0 1 32 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_4/expand/Relu6 1 1 Conv__369:0 FeatureExtractor/MobilenetV2/expanded_conv_4/expand/Relu6:0 ,"
"Convolution Conv__370 1 1 FeatureExtractor/MobilenetV2/expanded_conv_4/expand/Relu6:0 Conv__370:0 192 1 192 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_4/depthwise/Relu6 1 1 Conv__370:0 FeatureExtractor/MobilenetV2/expanded_conv_4/depthwise/Relu6:0 ,"
"Convolution Conv__371 1 1 FeatureExtractor/MobilenetV2/expanded_conv_4/depthwise/Relu6:0 Conv__371:0 1 192 32 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add FeatureExtractor/MobilenetV2/expanded_conv_4/add 2 1 Conv__371:0 Conv__366:0 FeatureExtractor/MobilenetV2/expanded_conv_4/add:0 -1 ,"
"Convolution Conv__374 1 1 FeatureExtractor/MobilenetV2/expanded_conv_4/add:0 Conv__374:0 1 32 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_5/expand/Relu6 1 1 Conv__374:0 FeatureExtractor/MobilenetV2/expanded_conv_5/expand/Relu6:0 ,"
"Convolution Conv__375 1 1 FeatureExtractor/MobilenetV2/expanded_conv_5/expand/Relu6:0 Conv__375:0 192 1 192 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_5/depthwise/Relu6 1 1 Conv__375:0 FeatureExtractor/MobilenetV2/expanded_conv_5/depthwise/Relu6:0 ,"
"Convolution Conv__376 1 1 FeatureExtractor/MobilenetV2/expanded_conv_5/depthwise/Relu6:0 Conv__376:0 1 192 32 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add FeatureExtractor/MobilenetV2/expanded_conv_5/add 2 1 Conv__376:0 FeatureExtractor/MobilenetV2/expanded_conv_4/add:0 FeatureExtractor/MobilenetV2/expanded_conv_5/add:0 -1 ,"
"Convolution Conv__381 1 1 FeatureExtractor/MobilenetV2/expanded_conv_5/add:0 Conv__381:0 1 32 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_6/expand/Relu6 1 1 Conv__381:0 FeatureExtractor/MobilenetV2/expanded_conv_6/expand/Relu6:0 ,"
"Convolution Conv__382 1 1 FeatureExtractor/MobilenetV2/expanded_conv_6/expand/Relu6:0 Conv__382:0 192 1 192 3 3 2 2 0 0 1 0 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_6/depthwise/Relu6 1 1 Conv__382:0 FeatureExtractor/MobilenetV2/expanded_conv_6/depthwise/Relu6:0 ,"
"Convolution Conv__383 1 1 FeatureExtractor/MobilenetV2/expanded_conv_6/depthwise/Relu6:0 Conv__383:0 1 192 64 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv__386 1 1 Conv__383:0 Conv__386:0 1 64 384 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_7/expand/Relu6 1 1 Conv__386:0 FeatureExtractor/MobilenetV2/expanded_conv_7/expand/Relu6:0 ,"
"Convolution Conv__387 1 1 FeatureExtractor/MobilenetV2/expanded_conv_7/expand/Relu6:0 Conv__387:0 384 1 384 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_7/depthwise/Relu6 1 1 Conv__387:0 FeatureExtractor/MobilenetV2/expanded_conv_7/depthwise/Relu6:0 ,"
"Convolution Conv__388 1 1 FeatureExtractor/MobilenetV2/expanded_conv_7/depthwise/Relu6:0 Conv__388:0 1 384 64 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add FeatureExtractor/MobilenetV2/expanded_conv_7/add 2 1 Conv__388:0 Conv__383:0 FeatureExtractor/MobilenetV2/expanded_conv_7/add:0 -1 ,"
"Convolution Conv__391 1 1 FeatureExtractor/MobilenetV2/expanded_conv_7/add:0 Conv__391:0 1 64 384 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_8/expand/Relu6 1 1 Conv__391:0 FeatureExtractor/MobilenetV2/expanded_conv_8/expand/Relu6:0 ,"
"Convolution Conv__392 1 1 FeatureExtractor/MobilenetV2/expanded_conv_8/expand/Relu6:0 Conv__392:0 384 1 384 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_8/depthwise/Relu6 1 1 Conv__392:0 FeatureExtractor/MobilenetV2/expanded_conv_8/depthwise/Relu6:0 ,"
"Convolution Conv__393 1 1 FeatureExtractor/MobilenetV2/expanded_conv_8/depthwise/Relu6:0 Conv__393:0 1 384 64 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add FeatureExtractor/MobilenetV2/expanded_conv_8/add 2 1 Conv__393:0 FeatureExtractor/MobilenetV2/expanded_conv_7/add:0 FeatureExtractor/MobilenetV2/expanded_conv_8/add:0 -1 ,"
"Convolution Conv__398 1 1 FeatureExtractor/MobilenetV2/expanded_conv_8/add:0 Conv__398:0 1 64 384 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_9/expand/Relu6 1 1 Conv__398:0 FeatureExtractor/MobilenetV2/expanded_conv_9/expand/Relu6:0 ,"
"Convolution Conv__399 1 1 FeatureExtractor/MobilenetV2/expanded_conv_9/expand/Relu6:0 Conv__399:0 384 1 384 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_9/depthwise/Relu6 1 1 Conv__399:0 FeatureExtractor/MobilenetV2/expanded_conv_9/depthwise/Relu6:0 ,"
"Convolution Conv__400 1 1 FeatureExtractor/MobilenetV2/expanded_conv_9/depthwise/Relu6:0 Conv__400:0 1 384 64 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add FeatureExtractor/MobilenetV2/expanded_conv_9/add 2 1 Conv__400:0 FeatureExtractor/MobilenetV2/expanded_conv_8/add:0 FeatureExtractor/MobilenetV2/expanded_conv_9/add:0 -1 ,"
"Convolution Conv__405 1 1 FeatureExtractor/MobilenetV2/expanded_conv_9/add:0 Conv__405:0 1 64 384 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_10/expand/Relu6 1 1 Conv__405:0 FeatureExtractor/MobilenetV2/expanded_conv_10/expand/Relu6:0 ,"
"Convolution Conv__406 1 1 FeatureExtractor/MobilenetV2/expanded_conv_10/expand/Relu6:0 Conv__406:0 384 1 384 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_10/depthwise/Relu6 1 1 Conv__406:0 FeatureExtractor/MobilenetV2/expanded_conv_10/depthwise/Relu6:0 ,"
"Convolution Conv__407 1 1 FeatureExtractor/MobilenetV2/expanded_conv_10/depthwise/Relu6:0 Conv__407:0 1 384 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv__410 1 1 Conv__407:0 Conv__410:0 1 96 576 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_11/expand/Relu6 1 1 Conv__410:0 FeatureExtractor/MobilenetV2/expanded_conv_11/expand/Relu6:0 ,"
"Convolution Conv__411 1 1 FeatureExtractor/MobilenetV2/expanded_conv_11/expand/Relu6:0 Conv__411:0 576 1 576 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_11/depthwise/Relu6 1 1 Conv__411:0 FeatureExtractor/MobilenetV2/expanded_conv_11/depthwise/Relu6:0 ,"
"Convolution Conv__412 1 1 FeatureExtractor/MobilenetV2/expanded_conv_11/depthwise/Relu6:0 Conv__412:0 1 576 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add FeatureExtractor/MobilenetV2/expanded_conv_11/add 2 1 Conv__412:0 Conv__407:0 FeatureExtractor/MobilenetV2/expanded_conv_11/add:0 -1 ,"
"Convolution Conv__415 1 1 FeatureExtractor/MobilenetV2/expanded_conv_11/add:0 Conv__415:0 1 96 576 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_12/expand/Relu6 1 1 Conv__415:0 FeatureExtractor/MobilenetV2/expanded_conv_12/expand/Relu6:0 ,"
"Convolution Conv__416 1 1 FeatureExtractor/MobilenetV2/expanded_conv_12/expand/Relu6:0 Conv__416:0 576 1 576 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_12/depthwise/Relu6 1 1 Conv__416:0 FeatureExtractor/MobilenetV2/expanded_conv_12/depthwise/Relu6:0 ,"
"Convolution Conv__417 1 1 FeatureExtractor/MobilenetV2/expanded_conv_12/depthwise/Relu6:0 Conv__417:0 1 576 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add FeatureExtractor/MobilenetV2/expanded_conv_12/add 2 1 Conv__417:0 FeatureExtractor/MobilenetV2/expanded_conv_11/add:0 FeatureExtractor/MobilenetV2/expanded_conv_12/add:0 -1 ,"
"Convolution Conv__422 1 1 FeatureExtractor/MobilenetV2/expanded_conv_12/add:0 Conv__422:0 1 96 576 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_13/expand/Relu6 1 1 Conv__422:0 FeatureExtractor/MobilenetV2/expanded_conv_13/expand/Relu6:0 ,"
"Convolution Conv__426 1 1 FeatureExtractor/MobilenetV2/expanded_conv_13/expand/Relu6:0 Conv__426:0 576 1 576 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_13/depthwise/Relu6 1 1 Conv__426:0 FeatureExtractor/MobilenetV2/expanded_conv_13/depthwise/Relu6:0 ,"
"Convolution Conv__427 1 1 FeatureExtractor/MobilenetV2/expanded_conv_13/depthwise/Relu6:0 Conv__427:0 1 576 160 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv__430 1 1 Conv__427:0 Conv__430:0 1 160 960 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_14/expand/Relu6 1 1 Conv__430:0 FeatureExtractor/MobilenetV2/expanded_conv_14/expand/Relu6:0 ,"
"Convolution Conv__431 1 1 FeatureExtractor/MobilenetV2/expanded_conv_14/expand/Relu6:0 Conv__431:0 960 1 960 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_14/depthwise/Relu6 1 1 Conv__431:0 FeatureExtractor/MobilenetV2/expanded_conv_14/depthwise/Relu6:0 ,"
"Convolution Conv__432 1 1 FeatureExtractor/MobilenetV2/expanded_conv_14/depthwise/Relu6:0 Conv__432:0 1 960 160 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add FeatureExtractor/MobilenetV2/expanded_conv_14/add 2 1 Conv__432:0 Conv__427:0 FeatureExtractor/MobilenetV2/expanded_conv_14/add:0 -1 ,"
"Convolution Conv__435 1 1 FeatureExtractor/MobilenetV2/expanded_conv_14/add:0 Conv__435:0 1 160 960 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_15/expand/Relu6 1 1 Conv__435:0 FeatureExtractor/MobilenetV2/expanded_conv_15/expand/Relu6:0 ,"
"Convolution Conv__436 1 1 FeatureExtractor/MobilenetV2/expanded_conv_15/expand/Relu6:0 Conv__436:0 960 1 960 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_15/depthwise/Relu6 1 1 Conv__436:0 FeatureExtractor/MobilenetV2/expanded_conv_15/depthwise/Relu6:0 ,"
"Convolution Conv__437 1 1 FeatureExtractor/MobilenetV2/expanded_conv_15/depthwise/Relu6:0 Conv__437:0 1 960 160 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add FeatureExtractor/MobilenetV2/expanded_conv_15/add 2 1 Conv__437:0 FeatureExtractor/MobilenetV2/expanded_conv_14/add:0 FeatureExtractor/MobilenetV2/expanded_conv_15/add:0 -1 ,"
"Convolution Conv__442 1 1 FeatureExtractor/MobilenetV2/expanded_conv_15/add:0 Conv__442:0 1 160 960 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_16/expand/Relu6 1 1 Conv__442:0 FeatureExtractor/MobilenetV2/expanded_conv_16/expand/Relu6:0 ,"
"Convolution Conv__443 1 1 FeatureExtractor/MobilenetV2/expanded_conv_16/expand/Relu6:0 Conv__443:0 960 1 960 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/expanded_conv_16/depthwise/Relu6 1 1 Conv__443:0 FeatureExtractor/MobilenetV2/expanded_conv_16/depthwise/Relu6:0 ,"
"Convolution Conv__444 1 1 FeatureExtractor/MobilenetV2/expanded_conv_16/depthwise/Relu6:0 Conv__444:0 1 960 320 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv__445 1 1 Conv__444:0 Conv__445:0 1 320 1280 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/Conv_1/Relu6 1 1 Conv__445:0 FeatureExtractor/MobilenetV2/Conv_1/Relu6:0 ,"
"Convolution Conv__449 1 1 FeatureExtractor/MobilenetV2/Conv_1/Relu6:0 Conv__449:0 1 1280 256 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_2_1x1_256/Relu6 1 1 Conv__449:0 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_2_1x1_256/Relu6:0 ,"
"Convolution Conv__450 1 1 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_2_1x1_256/Relu6:0 Conv__450:0 256 1 256 3 3 2 2 0 0 1 0 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_2_3x3_s2_512_depthwise/Relu6 1 1 Conv__450:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_2_3x3_s2_512_depthwise/Relu6:0 ,"
"Convolution Conv__451 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_2_3x3_s2_512_depthwise/Relu6:0 Conv__451:0 1 256 512 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_2_3x3_s2_512/Relu6 1 1 Conv__451:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_2_3x3_s2_512/Relu6:0 ,"
"Convolution Conv__455 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_2_3x3_s2_512/Relu6:0 Conv__455:0 1 512 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/Relu6 1 1 Conv__455:0 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/Relu6:0 ,"
"Convolution Conv__456 1 1 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/Relu6:0 Conv__456:0 128 1 128 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256_depthwise/Relu6 1 1 Conv__456:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256_depthwise/Relu6:0 ,"
"Convolution Conv__457 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256_depthwise/Relu6:0 Conv__457:0 1 128 256 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/Relu6 1 1 Conv__457:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/Relu6:0 ,"
"Convolution Conv__461 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/Relu6:0 Conv__461:0 1 256 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/Relu6 1 1 Conv__461:0 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/Relu6:0 ,"
"Convolution Conv__462 1 1 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/Relu6:0 Conv__462:0 128 1 128 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256_depthwise/Relu6 1 1 Conv__462:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256_depthwise/Relu6:0 ,"
"Convolution Conv__463 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256_depthwise/Relu6:0 Conv__463:0 1 128 256 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/Relu6 1 1 Conv__463:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/Relu6:0 ,"
"Convolution Conv__467 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/Relu6:0 Conv__467:0 1 256 64 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/Relu6 1 1 Conv__467:0 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/Relu6:0 ,"
"Convolution Conv__468 1 1 FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/Relu6:0 Conv__468:0 64 1 64 3 3 2 2 0 0 1 0 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128_depthwise/Relu6 1 1 Conv__468:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128_depthwise/Relu6:0 ,"
"Convolution Conv__469 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128_depthwise/Relu6:0 Conv__469:0 1 64 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/Relu6 1 1 Conv__469:0 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/Relu6:0 ,"
"Convolution BoxPredictor_5/ClassPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/Relu6:0 BoxPredictor_5/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution BoxPredictor_5/BoxEncodingPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/Relu6:0 BoxPredictor_5/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution BoxPredictor_4/ClassPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/Relu6:0 BoxPredictor_4/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 256 1 256 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution BoxPredictor_4/BoxEncodingPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/Relu6:0 BoxPredictor_4/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 256 1 256 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution BoxPredictor_3/ClassPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/Relu6:0 BoxPredictor_3/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 256 1 256 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution BoxPredictor_3/BoxEncodingPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/Relu6:0 BoxPredictor_3/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 256 1 256 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution BoxPredictor_2/ClassPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_2_3x3_s2_512/Relu6:0 BoxPredictor_2/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 512 1 512 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 BoxPredictor_5/ClassPredictor_depthwise/Relu6 1 1 BoxPredictor_5/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_5/ClassPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_5/ClassPredictor/BiasAdd 1 1 BoxPredictor_5/ClassPredictor_depthwise/Relu6:0 BoxPredictor_5/ClassPredictor/BiasAdd:0 1 128 546 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Reshape BoxPredictor_5/Reshape_1 1 1 BoxPredictor_5/ClassPredictor/BiasAdd:0 BoxPredictor_5/Reshape_1:0 0 3 3 0 6 91 0 ,"
"ReLU6 BoxPredictor_5/BoxEncodingPredictor_depthwise/Relu6 1 1 BoxPredictor_5/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_5/BoxEncodingPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_5/BoxEncodingPredictor/BiasAdd 1 1 BoxPredictor_5/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_5/BoxEncodingPredictor/BiasAdd:0 1 128 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Reshape BoxPredictor_5/Reshape 1 1 BoxPredictor_5/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_5/Reshape:0 0 4 4 0 6 0 4 0 ,"
"ReLU6 BoxPredictor_4/ClassPredictor_depthwise/Relu6 1 1 BoxPredictor_4/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_4/ClassPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_4/ClassPredictor/BiasAdd 1 1 BoxPredictor_4/ClassPredictor_depthwise/Relu6:0 BoxPredictor_4/ClassPredictor/BiasAdd:0 1 256 546 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Permute BoxPredictor_4/ClassPredictor/BiasAdd__268 1 1 BoxPredictor_4/ClassPredictor/BiasAdd:0 BoxPredictor_4/ClassPredictor/BiasAdd__268:0 4 0 2 3 1 ,"
"Reshape BoxPredictor_4/Reshape_1 1 1 BoxPredictor_4/ClassPredictor/BiasAdd__268:0 BoxPredictor_4/Reshape_1:0 0 3 3 0 24 91 0 ,"
"ReLU6 BoxPredictor_4/BoxEncodingPredictor_depthwise/Relu6 1 1 BoxPredictor_4/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_4/BoxEncodingPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_4/BoxEncodingPredictor/BiasAdd 1 1 BoxPredictor_4/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_4/BoxEncodingPredictor/BiasAdd:0 1 256 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Permute BoxPredictor_4/BoxEncodingPredictor/BiasAdd__277 1 1 BoxPredictor_4/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_4/BoxEncodingPredictor/BiasAdd__277:0 4 0 2 3 1 ,"
"Reshape BoxPredictor_4/Reshape 1 1 BoxPredictor_4/BoxEncodingPredictor/BiasAdd__277:0 BoxPredictor_4/Reshape:0 0 4 4 0 24 1 4 0 ,"
"ReLU6 BoxPredictor_3/ClassPredictor_depthwise/Relu6 1 1 BoxPredictor_3/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_3/ClassPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_3/ClassPredictor/BiasAdd 1 1 BoxPredictor_3/ClassPredictor_depthwise/Relu6:0 BoxPredictor_3/ClassPredictor/BiasAdd:0 1 256 546 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Permute BoxPredictor_3/ClassPredictor/BiasAdd__286 1 1 BoxPredictor_3/ClassPredictor/BiasAdd:0 BoxPredictor_3/ClassPredictor/BiasAdd__286:0 4 0 2 3 1 ,"
"Reshape BoxPredictor_3/Reshape_1 1 1 BoxPredictor_3/ClassPredictor/BiasAdd__286:0 BoxPredictor_3/Reshape_1:0 0 3 3 0 54 91 0 ,"
"ReLU6 BoxPredictor_3/BoxEncodingPredictor_depthwise/Relu6 1 1 BoxPredictor_3/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_3/BoxEncodingPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_3/BoxEncodingPredictor/BiasAdd 1 1 BoxPredictor_3/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_3/BoxEncodingPredictor/BiasAdd:0 1 256 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Permute BoxPredictor_3/BoxEncodingPredictor/BiasAdd__295 1 1 BoxPredictor_3/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_3/BoxEncodingPredictor/BiasAdd__295:0 4 0 2 3 1 ,"
"Reshape BoxPredictor_3/Reshape 1 1 BoxPredictor_3/BoxEncodingPredictor/BiasAdd__295:0 BoxPredictor_3/Reshape:0 0 4 4 0 54 1 4 0 ,"
"ReLU6 BoxPredictor_2/ClassPredictor_depthwise/Relu6 1 1 BoxPredictor_2/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_2/ClassPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_2/ClassPredictor/BiasAdd 1 1 BoxPredictor_2/ClassPredictor_depthwise/Relu6:0 BoxPredictor_2/ClassPredictor/BiasAdd:0 1 512 546 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Permute BoxPredictor_2/ClassPredictor/BiasAdd__304 1 1 BoxPredictor_2/ClassPredictor/BiasAdd:0 BoxPredictor_2/ClassPredictor/BiasAdd__304:0 4 0 2 3 1 ,"
"Reshape BoxPredictor_2/Reshape_1 1 1 BoxPredictor_2/ClassPredictor/BiasAdd__304:0 BoxPredictor_2/Reshape_1:0 0 3 3 0 150 91 0 ,"
"Convolution BoxPredictor_2/BoxEncodingPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_2_3x3_s2_512/Relu6:0 BoxPredictor_2/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 512 1 512 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 BoxPredictor_2/BoxEncodingPredictor_depthwise/Relu6 1 1 BoxPredictor_2/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_2/BoxEncodingPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_2/BoxEncodingPredictor/BiasAdd 1 1 BoxPredictor_2/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_2/BoxEncodingPredictor/BiasAdd:0 1 512 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Permute BoxPredictor_2/BoxEncodingPredictor/BiasAdd__313 1 1 BoxPredictor_2/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_2/BoxEncodingPredictor/BiasAdd__313:0 4 0 2 3 1 ,"
"Reshape BoxPredictor_2/Reshape 1 1 BoxPredictor_2/BoxEncodingPredictor/BiasAdd__313:0 BoxPredictor_2/Reshape:0 0 4 4 0 150 1 4 0 ,"
"Convolution BoxPredictor_1/ClassPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/Conv_1/Relu6:0 BoxPredictor_1/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 1280 1 1280 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 BoxPredictor_1/ClassPredictor_depthwise/Relu6 1 1 BoxPredictor_1/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_1/ClassPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_1/ClassPredictor/BiasAdd 1 1 BoxPredictor_1/ClassPredictor_depthwise/Relu6:0 BoxPredictor_1/ClassPredictor/BiasAdd:0 1 1280 546 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Permute BoxPredictor_1/ClassPredictor/BiasAdd__322 1 1 BoxPredictor_1/ClassPredictor/BiasAdd:0 BoxPredictor_1/ClassPredictor/BiasAdd__322:0 4 0 2 3 1 ,"
"Reshape BoxPredictor_1/Reshape_1 1 1 BoxPredictor_1/ClassPredictor/BiasAdd__322:0 BoxPredictor_1/Reshape_1:0 0 3 3 0 600 91 0 ,"
"Convolution BoxPredictor_1/BoxEncodingPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/Conv_1/Relu6:0 BoxPredictor_1/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 1280 1 1280 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 BoxPredictor_1/BoxEncodingPredictor_depthwise/Relu6 1 1 BoxPredictor_1/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_1/BoxEncodingPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_1/BoxEncodingPredictor/BiasAdd 1 1 BoxPredictor_1/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_1/BoxEncodingPredictor/BiasAdd:0 1 1280 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Permute BoxPredictor_1/BoxEncodingPredictor/BiasAdd__331 1 1 BoxPredictor_1/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_1/BoxEncodingPredictor/BiasAdd__331:0 4 0 2 3 1 ,"
"Reshape BoxPredictor_1/Reshape 1 1 BoxPredictor_1/BoxEncodingPredictor/BiasAdd__331:0 BoxPredictor_1/Reshape:0 0 4 4 0 600 1 4 0 ,"
"Convolution BoxPredictor_0/ClassPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/expanded_conv_13/expand/Relu6:0 BoxPredictor_0/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 576 1 576 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 BoxPredictor_0/ClassPredictor_depthwise/Relu6 1 1 BoxPredictor_0/ClassPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_0/ClassPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_0/ClassPredictor/BiasAdd 1 1 BoxPredictor_0/ClassPredictor_depthwise/Relu6:0 BoxPredictor_0/ClassPredictor/BiasAdd:0 1 576 273 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Permute BoxPredictor_0/ClassPredictor/BiasAdd__340 1 1 BoxPredictor_0/ClassPredictor/BiasAdd:0 BoxPredictor_0/ClassPredictor/BiasAdd__340:0 4 0 2 3 1 ,"
"Reshape BoxPredictor_0/Reshape_1 1 1 BoxPredictor_0/ClassPredictor/BiasAdd__340:0 BoxPredictor_0/Reshape_1:0 0 3 3 0 1083 91 0 ,"
"Concat concat_1 6 1 BoxPredictor_0/Reshape_1:0 BoxPredictor_1/Reshape_1:0 BoxPredictor_2/Reshape_1:0 BoxPredictor_3/Reshape_1:0 BoxPredictor_4/Reshape_1:0 BoxPredictor_5/Reshape_1:0 concat_1:0 1 ,"
"Sigmoid Postprocessor/convert_scores 1 1 concat_1:0 score ,"
"Convolution BoxPredictor_0/BoxEncodingPredictor_depthwise/depthwise 1 1 FeatureExtractor/MobilenetV2/expanded_conv_13/expand/Relu6:0 BoxPredictor_0/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 576 1 576 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 BoxPredictor_0/BoxEncodingPredictor_depthwise/Relu6 1 1 BoxPredictor_0/BoxEncodingPredictor_depthwise/BatchNorm/FusedBatchNorm:0 BoxPredictor_0/BoxEncodingPredictor_depthwise/Relu6:0 ,"
"Convolution BoxPredictor_0/BoxEncodingPredictor/BiasAdd 1 1 BoxPredictor_0/BoxEncodingPredictor_depthwise/Relu6:0 BoxPredictor_0/BoxEncodingPredictor/BiasAdd:0 1 576 12 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Permute BoxPredictor_0/BoxEncodingPredictor/BiasAdd__349 1 1 BoxPredictor_0/BoxEncodingPredictor/BiasAdd:0 BoxPredictor_0/BoxEncodingPredictor/BiasAdd__349:0 4 0 2 3 1 ,"
"Reshape BoxPredictor_0/Reshape 1 1 BoxPredictor_0/BoxEncodingPredictor/BiasAdd__349:0 BoxPredictor_0/Reshape:0 0 4 4 0 1083 1 4 0 ,"
"Concat concat 6 1 BoxPredictor_0/Reshape:0 BoxPredictor_1/Reshape:0 BoxPredictor_2/Reshape:0 BoxPredictor_3/Reshape:0 BoxPredictor_4/Reshape:0 BoxPredictor_5/Reshape:0 box 1 ,"
"StridedSliceV2 slice_yx 1 1 box slice_yx 1 0 1 2 1 3 1 1 ,"
"Mul yx_mul_const 1 1 slice_yx yx_mul_const 1 ,"
"Mul yx_mul_anchor_hw 1 1 yx_mul_const yx_mul_anchor_hw 1 ,"
"Add yx_add_anchor_yx 1 1 yx_mul_anchor_hw yx_add_anchor_yx 1 ,"
"StridedSliceV2 slice_hw 1 1 box slice_hw 1 2 1 4 1 3 1 1 ,"
"Mul hw_mul_const 1 1 slice_hw hw_mul_const 1 ,"
"Exp hw_exp 1 1 hw_mul_const hw_exp ,"
"Mul hw_mul_anchor_hw 1 1 hw_exp hw_mul_anchor_hw 1 ,"
"Concat output 2 1 yx_add_anchor_yx hw_mul_anchor_hw output 3 ,"
