"1 0 1 4206624770 ,"
"input 1 3 256 256 ,"
" ,"
"Identity output_poseflag ld_3d ,"
" 285 ,"
"Convolution functional_1/conv2d/Relu;functional_1/conv2d/BiasAdd;functional_1/depthwise_conv2d_66/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/conv2d/Conv2D;functional_1/conv2d/BiasAdd/ReadVariableOp/resource 1 1 input functional_1/conv2d/Relu;functional_1/conv2d/BiasAdd;functional_1/depthwise_conv2d_66/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/conv2d/Conv2D;functional_1/conv2d/BiasAdd/ReadVariableOp/resource 1 3 24 3 3 2 2 0 0 1 0 1 1 1 ,"
"Convolution functional_1/depthwise_conv2d/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/depthwise_conv2d/depthwise 1 1 functional_1/conv2d/Relu;functional_1/conv2d/BiasAdd;functional_1/depthwise_conv2d_66/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/conv2d/Conv2D;functional_1/conv2d/BiasAdd/ReadVariableOp/resource functional_1/depthwise_conv2d/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/depthwise_conv2d/depthwise 24 24 24 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_1/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/conv2d_1/Conv2D;functional_1/conv2d_1/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/depthwise_conv2d/depthwise functional_1/conv2d_1/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/conv2d_1/Conv2D;functional_1/conv2d_1/BiasAdd/ReadVariableOp/resource1 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu/Relu;functional_1/add/add 2 1 functional_1/conv2d/Relu;functional_1/conv2d/BiasAdd;functional_1/depthwise_conv2d_66/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/conv2d/Conv2D;functional_1/conv2d/BiasAdd/ReadVariableOp/resource functional_1/conv2d_1/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/conv2d_1/Conv2D;functional_1/conv2d_1/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu/Relu;functional_1/add/add_output -1 ,"
"ReLU functional_1/re_lu/Relu;functional_1/add/add_activation 1 1 functional_1/re_lu/Relu;functional_1/add/add_output functional_1/re_lu/Relu;functional_1/add/add ,"
"Convolution functional_1/depthwise_conv2d_1/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/depthwise_conv2d_1/depthwise 1 1 functional_1/re_lu/Relu;functional_1/add/add functional_1/depthwise_conv2d_1/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/depthwise_conv2d_1/depthwise 24 24 24 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_2/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/conv2d_2/Conv2D;functional_1/conv2d_2/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_1/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/depthwise_conv2d_1/depthwise functional_1/conv2d_2/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/conv2d_2/Conv2D;functional_1/conv2d_2/BiasAdd/ReadVariableOp/resource1 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_1/Relu;functional_1/add_1/add 2 1 functional_1/re_lu/Relu;functional_1/add/add functional_1/conv2d_2/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/conv2d_2/Conv2D;functional_1/conv2d_2/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_1/Relu;functional_1/add_1/add_output -1 ,"
"ReLU functional_1/re_lu_1/Relu;functional_1/add_1/add_activation 1 1 functional_1/re_lu_1/Relu;functional_1/add_1/add_output functional_1/re_lu_1/Relu;functional_1/add_1/add ,"
"Convolution functional_1/depthwise_conv2d_2/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/depthwise_conv2d_2/depthwise 1 1 functional_1/re_lu_1/Relu;functional_1/add_1/add functional_1/depthwise_conv2d_2/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/depthwise_conv2d_2/depthwise 24 24 24 3 3 2 2 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_3/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_3/Conv2D;functional_1/conv2d_3/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_2/BiasAdd;functional_1/depthwise_conv2d_66/depthwise;functional_1/depthwise_conv2d_2/depthwise functional_1/conv2d_3/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_3/Conv2D;functional_1/conv2d_3/BiasAdd/ReadVariableOp/resource1 1 24 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution functional_1/depthwise_conv2d_66/BiasAdd;functional_1/depthwise_conv2d_66/depthwise1 1 1 functional_1/re_lu_1/Relu;functional_1/add_1/add functional_1/depthwise_conv2d_66/BiasAdd;functional_1/depthwise_conv2d_66/depthwise1 24 24 24 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_67/Relu;functional_1/conv2d_67/BiasAdd;functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise;functional_1/conv2d_67/Conv2D;functional_1/conv2d_67/BiasAdd/ReadVariableOp/resource 1 1 functional_1/depthwise_conv2d_66/BiasAdd;functional_1/depthwise_conv2d_66/depthwise1 functional_1/conv2d_67/Relu;functional_1/conv2d_67/BiasAdd;functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise;functional_1/conv2d_67/Conv2D;functional_1/conv2d_67/BiasAdd/ReadVariableOp/resource 1 24 8 1 1 1 1 0 0 1 -1 1 1 1 ,"
"Pooling functional_1/max_pooling2d/MaxPool 1 1 functional_1/re_lu_1/Relu;functional_1/add_1/add functional_1/max_pooling2d/MaxPool 0 2 2 2 2 0 0 -1 -1 1 1 ,"
"Pad functional_1/tf_op_layer_Pad/Pad 1 1 functional_1/max_pooling2d/MaxPool functional_1/tf_op_layer_Pad/Pad 0 0 0 0 0 0 0 24 0 ,"
"Add functional_1/re_lu_2/Relu;functional_1/add_2/add 2 1 functional_1/conv2d_3/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_3/Conv2D;functional_1/conv2d_3/BiasAdd/ReadVariableOp/resource1 functional_1/tf_op_layer_Pad/Pad functional_1/re_lu_2/Relu;functional_1/add_2/add_output -1 ,"
"ReLU functional_1/re_lu_2/Relu;functional_1/add_2/add_activation 1 1 functional_1/re_lu_2/Relu;functional_1/add_2/add_output functional_1/re_lu_2/Relu;functional_1/add_2/add ,"
"Convolution functional_1/depthwise_conv2d_3/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_3/depthwise 1 1 functional_1/re_lu_2/Relu;functional_1/add_2/add functional_1/depthwise_conv2d_3/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_3/depthwise 48 48 48 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_4/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_4/Conv2D;functional_1/conv2d_4/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_3/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_3/depthwise functional_1/conv2d_4/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_4/Conv2D;functional_1/conv2d_4/BiasAdd/ReadVariableOp/resource1 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_3/Relu;functional_1/add_3/add 2 1 functional_1/re_lu_2/Relu;functional_1/add_2/add functional_1/conv2d_4/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_4/Conv2D;functional_1/conv2d_4/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_3/Relu;functional_1/add_3/add_output -1 ,"
"ReLU functional_1/re_lu_3/Relu;functional_1/add_3/add_activation 1 1 functional_1/re_lu_3/Relu;functional_1/add_3/add_output functional_1/re_lu_3/Relu;functional_1/add_3/add ,"
"Convolution functional_1/depthwise_conv2d_4/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_4/depthwise 1 1 functional_1/re_lu_3/Relu;functional_1/add_3/add functional_1/depthwise_conv2d_4/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_4/depthwise 48 48 48 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_5/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_5/Conv2D;functional_1/conv2d_5/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_4/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_4/depthwise functional_1/conv2d_5/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_5/Conv2D;functional_1/conv2d_5/BiasAdd/ReadVariableOp/resource1 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_4/Relu;functional_1/add_4/add 2 1 functional_1/re_lu_3/Relu;functional_1/add_3/add functional_1/conv2d_5/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_5/Conv2D;functional_1/conv2d_5/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_4/Relu;functional_1/add_4/add_output -1 ,"
"ReLU functional_1/re_lu_4/Relu;functional_1/add_4/add_activation 1 1 functional_1/re_lu_4/Relu;functional_1/add_4/add_output functional_1/re_lu_4/Relu;functional_1/add_4/add ,"
"Convolution functional_1/depthwise_conv2d_5/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_5/depthwise 1 1 functional_1/re_lu_4/Relu;functional_1/add_4/add functional_1/depthwise_conv2d_5/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_5/depthwise 48 48 48 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_6/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_6/Conv2D;functional_1/conv2d_6/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_5/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_5/depthwise functional_1/conv2d_6/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_6/Conv2D;functional_1/conv2d_6/BiasAdd/ReadVariableOp/resource1 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_5/Relu;functional_1/add_5/add 2 1 functional_1/re_lu_4/Relu;functional_1/add_4/add functional_1/conv2d_6/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_6/Conv2D;functional_1/conv2d_6/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_5/Relu;functional_1/add_5/add_output -1 ,"
"ReLU functional_1/re_lu_5/Relu;functional_1/add_5/add_activation 1 1 functional_1/re_lu_5/Relu;functional_1/add_5/add_output functional_1/re_lu_5/Relu;functional_1/add_5/add ,"
"Convolution functional_1/depthwise_conv2d_27/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_27/depthwise 1 1 functional_1/re_lu_5/Relu;functional_1/add_5/add functional_1/depthwise_conv2d_27/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_27/depthwise 48 48 48 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_28/Relu;functional_1/conv2d_28/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_28/Conv2D;functional_1/conv2d_28/BiasAdd/ReadVariableOp/resource 1 1 functional_1/depthwise_conv2d_27/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_27/depthwise functional_1/conv2d_28/Relu;functional_1/conv2d_28/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_28/Conv2D;functional_1/conv2d_28/BiasAdd/ReadVariableOp/resource 1 48 48 1 1 1 1 0 0 1 -1 1 1 1 ,"
"Convolution functional_1/depthwise_conv2d_6/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_6/depthwise 1 1 functional_1/re_lu_5/Relu;functional_1/add_5/add functional_1/depthwise_conv2d_6/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_6/depthwise 48 48 48 3 3 2 2 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_7/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_7/Conv2D;functional_1/conv2d_7/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_6/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_6/depthwise functional_1/conv2d_7/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_7/Conv2D;functional_1/conv2d_7/BiasAdd/ReadVariableOp/resource1 1 48 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Pooling functional_1/max_pooling2d_1/MaxPool 1 1 functional_1/re_lu_5/Relu;functional_1/add_5/add functional_1/max_pooling2d_1/MaxPool 0 2 2 2 2 0 0 -1 -1 1 1 ,"
"Pad functional_1/tf_op_layer_Pad_1/Pad_1 1 1 functional_1/max_pooling2d_1/MaxPool functional_1/tf_op_layer_Pad_1/Pad_1 0 0 0 0 0 0 0 48 0 ,"
"Add functional_1/re_lu_6/Relu;functional_1/add_6/add 2 1 functional_1/conv2d_7/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_7/Conv2D;functional_1/conv2d_7/BiasAdd/ReadVariableOp/resource1 functional_1/tf_op_layer_Pad_1/Pad_1 functional_1/re_lu_6/Relu;functional_1/add_6/add_output -1 ,"
"ReLU functional_1/re_lu_6/Relu;functional_1/add_6/add_activation 1 1 functional_1/re_lu_6/Relu;functional_1/add_6/add_output functional_1/re_lu_6/Relu;functional_1/add_6/add ,"
"Convolution functional_1/depthwise_conv2d_7/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_7/depthwise 1 1 functional_1/re_lu_6/Relu;functional_1/add_6/add functional_1/depthwise_conv2d_7/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_7/depthwise 96 96 96 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_8/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_8/Conv2D;functional_1/conv2d_8/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_7/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_7/depthwise functional_1/conv2d_8/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_8/Conv2D;functional_1/conv2d_8/BiasAdd/ReadVariableOp/resource1 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_7/Relu;functional_1/add_7/add 2 1 functional_1/re_lu_6/Relu;functional_1/add_6/add functional_1/conv2d_8/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_8/Conv2D;functional_1/conv2d_8/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_7/Relu;functional_1/add_7/add_output -1 ,"
"ReLU functional_1/re_lu_7/Relu;functional_1/add_7/add_activation 1 1 functional_1/re_lu_7/Relu;functional_1/add_7/add_output functional_1/re_lu_7/Relu;functional_1/add_7/add ,"
"Convolution functional_1/depthwise_conv2d_8/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_8/depthwise 1 1 functional_1/re_lu_7/Relu;functional_1/add_7/add functional_1/depthwise_conv2d_8/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_8/depthwise 96 96 96 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_9/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_9/Conv2D;functional_1/conv2d_9/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_8/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_8/depthwise functional_1/conv2d_9/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_9/Conv2D;functional_1/conv2d_9/BiasAdd/ReadVariableOp/resource1 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_8/Relu;functional_1/add_8/add 2 1 functional_1/re_lu_7/Relu;functional_1/add_7/add functional_1/conv2d_9/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_9/Conv2D;functional_1/conv2d_9/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_8/Relu;functional_1/add_8/add_output -1 ,"
"ReLU functional_1/re_lu_8/Relu;functional_1/add_8/add_activation 1 1 functional_1/re_lu_8/Relu;functional_1/add_8/add_output functional_1/re_lu_8/Relu;functional_1/add_8/add ,"
"Convolution functional_1/depthwise_conv2d_9/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_9/depthwise 1 1 functional_1/re_lu_8/Relu;functional_1/add_8/add functional_1/depthwise_conv2d_9/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_9/depthwise 96 96 96 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_10/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_10/Conv2D;functional_1/conv2d_10/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_9/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_9/depthwise functional_1/conv2d_10/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_10/Conv2D;functional_1/conv2d_10/BiasAdd/ReadVariableOp/resource1 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_9/Relu;functional_1/add_9/add 2 1 functional_1/re_lu_8/Relu;functional_1/add_8/add functional_1/conv2d_10/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_10/Conv2D;functional_1/conv2d_10/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_9/Relu;functional_1/add_9/add_output -1 ,"
"ReLU functional_1/re_lu_9/Relu;functional_1/add_9/add_activation 1 1 functional_1/re_lu_9/Relu;functional_1/add_9/add_output functional_1/re_lu_9/Relu;functional_1/add_9/add ,"
"Convolution functional_1/depthwise_conv2d_10/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_10/depthwise 1 1 functional_1/re_lu_9/Relu;functional_1/add_9/add functional_1/depthwise_conv2d_10/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_10/depthwise 96 96 96 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_11/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_11/Conv2D;functional_1/conv2d_11/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_10/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_10/depthwise functional_1/conv2d_11/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_11/Conv2D;functional_1/conv2d_11/BiasAdd/ReadVariableOp/resource1 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_10/Relu;functional_1/add_10/add 2 1 functional_1/re_lu_9/Relu;functional_1/add_9/add functional_1/conv2d_11/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_11/Conv2D;functional_1/conv2d_11/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_10/Relu;functional_1/add_10/add_output -1 ,"
"ReLU functional_1/re_lu_10/Relu;functional_1/add_10/add_activation 1 1 functional_1/re_lu_10/Relu;functional_1/add_10/add_output functional_1/re_lu_10/Relu;functional_1/add_10/add ,"
"Convolution functional_1/depthwise_conv2d_11/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_11/depthwise 1 1 functional_1/re_lu_10/Relu;functional_1/add_10/add functional_1/depthwise_conv2d_11/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_11/depthwise 96 96 96 3 3 2 2 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_12/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_12/Conv2D;functional_1/conv2d_12/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_11/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_11/depthwise functional_1/conv2d_12/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_12/Conv2D;functional_1/conv2d_12/BiasAdd/ReadVariableOp/resource1 1 96 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution functional_1/depthwise_conv2d_26/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_26/depthwise 1 1 functional_1/re_lu_10/Relu;functional_1/add_10/add functional_1/depthwise_conv2d_26/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_26/depthwise 96 96 96 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_27/Relu;functional_1/conv2d_27/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_27/Conv2D;functional_1/conv2d_27/BiasAdd/ReadVariableOp/resource 1 1 functional_1/depthwise_conv2d_26/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_26/depthwise functional_1/conv2d_27/Relu;functional_1/conv2d_27/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_27/Conv2D;functional_1/conv2d_27/BiasAdd/ReadVariableOp/resource 1 96 48 1 1 1 1 0 0 1 -1 1 1 1 ,"
"Convolution functional_1/depthwise_conv2d_33/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_33/depthwise 1 1 functional_1/re_lu_10/Relu;functional_1/add_10/add functional_1/depthwise_conv2d_33/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_33/depthwise 96 96 96 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_34/Relu;functional_1/conv2d_34/BiasAdd;functional_1/depthwise_conv2d_34/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_34/Conv2D;functional_1/conv2d_34/BiasAdd/ReadVariableOp/resource 1 1 functional_1/depthwise_conv2d_33/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_33/depthwise functional_1/conv2d_34/Relu;functional_1/conv2d_34/BiasAdd;functional_1/depthwise_conv2d_34/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_34/Conv2D;functional_1/conv2d_34/BiasAdd/ReadVariableOp/resource 1 96 96 1 1 1 1 0 0 1 -1 1 1 1 ,"
"Pooling functional_1/max_pooling2d_2/MaxPool 1 1 functional_1/re_lu_10/Relu;functional_1/add_10/add functional_1/max_pooling2d_2/MaxPool 0 2 2 2 2 0 0 -1 -1 1 1 ,"
"Pad functional_1/tf_op_layer_Pad_2/Pad_2 1 1 functional_1/max_pooling2d_2/MaxPool functional_1/tf_op_layer_Pad_2/Pad_2 0 0 0 0 0 0 0 96 0 ,"
"Add functional_1/re_lu_11/Relu;functional_1/add_11/add 2 1 functional_1/conv2d_12/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_12/Conv2D;functional_1/conv2d_12/BiasAdd/ReadVariableOp/resource1 functional_1/tf_op_layer_Pad_2/Pad_2 functional_1/re_lu_11/Relu;functional_1/add_11/add_output -1 ,"
"ReLU functional_1/re_lu_11/Relu;functional_1/add_11/add_activation 1 1 functional_1/re_lu_11/Relu;functional_1/add_11/add_output functional_1/re_lu_11/Relu;functional_1/add_11/add ,"
"Convolution functional_1/depthwise_conv2d_12/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_12/depthwise 1 1 functional_1/re_lu_11/Relu;functional_1/add_11/add functional_1/depthwise_conv2d_12/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_12/depthwise 192 192 192 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_13/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_13/Conv2D;functional_1/conv2d_13/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_12/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_12/depthwise functional_1/conv2d_13/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_13/Conv2D;functional_1/conv2d_13/BiasAdd/ReadVariableOp/resource1 1 192 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_12/Relu;functional_1/add_12/add 2 1 functional_1/re_lu_11/Relu;functional_1/add_11/add functional_1/conv2d_13/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_13/Conv2D;functional_1/conv2d_13/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_12/Relu;functional_1/add_12/add_output -1 ,"
"ReLU functional_1/re_lu_12/Relu;functional_1/add_12/add_activation 1 1 functional_1/re_lu_12/Relu;functional_1/add_12/add_output functional_1/re_lu_12/Relu;functional_1/add_12/add ,"
"Convolution functional_1/depthwise_conv2d_13/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_13/depthwise 1 1 functional_1/re_lu_12/Relu;functional_1/add_12/add functional_1/depthwise_conv2d_13/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_13/depthwise 192 192 192 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_14/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_14/Conv2D;functional_1/conv2d_14/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_13/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_13/depthwise functional_1/conv2d_14/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_14/Conv2D;functional_1/conv2d_14/BiasAdd/ReadVariableOp/resource1 1 192 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_13/Relu;functional_1/add_13/add 2 1 functional_1/re_lu_12/Relu;functional_1/add_12/add functional_1/conv2d_14/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_14/Conv2D;functional_1/conv2d_14/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_13/Relu;functional_1/add_13/add_output -1 ,"
"ReLU functional_1/re_lu_13/Relu;functional_1/add_13/add_activation 1 1 functional_1/re_lu_13/Relu;functional_1/add_13/add_output functional_1/re_lu_13/Relu;functional_1/add_13/add ,"
"Convolution functional_1/depthwise_conv2d_14/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_14/depthwise 1 1 functional_1/re_lu_13/Relu;functional_1/add_13/add functional_1/depthwise_conv2d_14/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_14/depthwise 192 192 192 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_15/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_15/Conv2D;functional_1/conv2d_15/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_14/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_14/depthwise functional_1/conv2d_15/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_15/Conv2D;functional_1/conv2d_15/BiasAdd/ReadVariableOp/resource1 1 192 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_14/Relu;functional_1/add_14/add 2 1 functional_1/re_lu_13/Relu;functional_1/add_13/add functional_1/conv2d_15/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_15/Conv2D;functional_1/conv2d_15/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_14/Relu;functional_1/add_14/add_output -1 ,"
"ReLU functional_1/re_lu_14/Relu;functional_1/add_14/add_activation 1 1 functional_1/re_lu_14/Relu;functional_1/add_14/add_output functional_1/re_lu_14/Relu;functional_1/add_14/add ,"
"Convolution functional_1/depthwise_conv2d_15/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_15/depthwise 1 1 functional_1/re_lu_14/Relu;functional_1/add_14/add functional_1/depthwise_conv2d_15/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_15/depthwise 192 192 192 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_16/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_16/Conv2D;functional_1/conv2d_16/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_15/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_15/depthwise functional_1/conv2d_16/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_16/Conv2D;functional_1/conv2d_16/BiasAdd/ReadVariableOp/resource1 1 192 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_15/Relu;functional_1/add_15/add 2 1 functional_1/re_lu_14/Relu;functional_1/add_14/add functional_1/conv2d_16/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_16/Conv2D;functional_1/conv2d_16/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_15/Relu;functional_1/add_15/add_output -1 ,"
"ReLU functional_1/re_lu_15/Relu;functional_1/add_15/add_activation 1 1 functional_1/re_lu_15/Relu;functional_1/add_15/add_output functional_1/re_lu_15/Relu;functional_1/add_15/add ,"
"Convolution functional_1/depthwise_conv2d_16/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_16/depthwise 1 1 functional_1/re_lu_15/Relu;functional_1/add_15/add functional_1/depthwise_conv2d_16/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_16/depthwise 192 192 192 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_17/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_17/Conv2D;functional_1/conv2d_17/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_16/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_16/depthwise functional_1/conv2d_17/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_17/Conv2D;functional_1/conv2d_17/BiasAdd/ReadVariableOp/resource1 1 192 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_16/Relu;functional_1/add_16/add 2 1 functional_1/re_lu_15/Relu;functional_1/add_15/add functional_1/conv2d_17/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_17/Conv2D;functional_1/conv2d_17/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_16/Relu;functional_1/add_16/add_output -1 ,"
"ReLU functional_1/re_lu_16/Relu;functional_1/add_16/add_activation 1 1 functional_1/re_lu_16/Relu;functional_1/add_16/add_output functional_1/re_lu_16/Relu;functional_1/add_16/add ,"
"Convolution functional_1/depthwise_conv2d_17/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_17/depthwise 1 1 functional_1/re_lu_16/Relu;functional_1/add_16/add functional_1/depthwise_conv2d_17/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_17/depthwise 192 192 192 3 3 2 2 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_18/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_18/Conv2D;functional_1/conv2d_18/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_17/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_17/depthwise functional_1/conv2d_18/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_18/Conv2D;functional_1/conv2d_18/BiasAdd/ReadVariableOp/resource1 1 192 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution functional_1/depthwise_conv2d_25/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_25/depthwise 1 1 functional_1/re_lu_16/Relu;functional_1/add_16/add functional_1/depthwise_conv2d_25/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_25/depthwise 192 192 192 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_26/Relu;functional_1/conv2d_26/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_26/Conv2D;functional_1/conv2d_26/BiasAdd/ReadVariableOp/resource 1 1 functional_1/depthwise_conv2d_25/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_25/depthwise functional_1/conv2d_26/Relu;functional_1/conv2d_26/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_26/Conv2D;functional_1/conv2d_26/BiasAdd/ReadVariableOp/resource 1 192 48 1 1 1 1 0 0 1 -1 1 1 1 ,"
"Convolution functional_1/depthwise_conv2d_40/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_40/depthwise 1 1 functional_1/re_lu_16/Relu;functional_1/add_16/add functional_1/depthwise_conv2d_40/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_40/depthwise 192 192 192 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_41/Relu;functional_1/conv2d_41/BiasAdd;functional_1/depthwise_conv2d_41/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_41/Conv2D;functional_1/conv2d_41/BiasAdd/ReadVariableOp/resource 1 1 functional_1/depthwise_conv2d_40/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/depthwise_conv2d_40/depthwise functional_1/conv2d_41/Relu;functional_1/conv2d_41/BiasAdd;functional_1/depthwise_conv2d_41/BiasAdd;functional_1/depthwise_conv2d_41/depthwise;functional_1/conv2d_41/Conv2D;functional_1/conv2d_41/BiasAdd/ReadVariableOp/resource 1 192 192 1 1 1 1 0 0 1 -1 1 1 1 ,"
"Pooling functional_1/max_pooling2d_3/MaxPool 1 1 functional_1/re_lu_16/Relu;functional_1/add_16/add functional_1/max_pooling2d_3/MaxPool 0 2 2 2 2 0 0 -1 -1 1 1 ,"
"Pad functional_1/tf_op_layer_Pad_3/Pad_3 1 1 functional_1/max_pooling2d_3/MaxPool functional_1/tf_op_layer_Pad_3/Pad_3 0 0 0 0 0 0 0 96 0 ,"
"Add functional_1/re_lu_17/Relu;functional_1/add_17/add 2 1 functional_1/conv2d_18/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_18/Conv2D;functional_1/conv2d_18/BiasAdd/ReadVariableOp/resource1 functional_1/tf_op_layer_Pad_3/Pad_3 functional_1/re_lu_17/Relu;functional_1/add_17/add_output -1 ,"
"ReLU functional_1/re_lu_17/Relu;functional_1/add_17/add_activation 1 1 functional_1/re_lu_17/Relu;functional_1/add_17/add_output functional_1/re_lu_17/Relu;functional_1/add_17/add ,"
"Convolution functional_1/depthwise_conv2d_18/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_18/depthwise 1 1 functional_1/re_lu_17/Relu;functional_1/add_17/add functional_1/depthwise_conv2d_18/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_18/depthwise 288 288 288 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_19/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_19/Conv2D;functional_1/conv2d_19/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_18/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_18/depthwise functional_1/conv2d_19/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_19/Conv2D;functional_1/conv2d_19/BiasAdd/ReadVariableOp/resource1 1 288 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_18/Relu;functional_1/add_18/add 2 1 functional_1/re_lu_17/Relu;functional_1/add_17/add functional_1/conv2d_19/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_19/Conv2D;functional_1/conv2d_19/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_18/Relu;functional_1/add_18/add_output -1 ,"
"ReLU functional_1/re_lu_18/Relu;functional_1/add_18/add_activation 1 1 functional_1/re_lu_18/Relu;functional_1/add_18/add_output functional_1/re_lu_18/Relu;functional_1/add_18/add ,"
"Convolution functional_1/depthwise_conv2d_19/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_19/depthwise 1 1 functional_1/re_lu_18/Relu;functional_1/add_18/add functional_1/depthwise_conv2d_19/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_19/depthwise 288 288 288 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_20/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_20/Conv2D;functional_1/conv2d_20/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_19/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_19/depthwise functional_1/conv2d_20/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_20/Conv2D;functional_1/conv2d_20/BiasAdd/ReadVariableOp/resource1 1 288 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_19/Relu;functional_1/add_19/add 2 1 functional_1/re_lu_18/Relu;functional_1/add_18/add functional_1/conv2d_20/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_20/Conv2D;functional_1/conv2d_20/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_19/Relu;functional_1/add_19/add_output -1 ,"
"ReLU functional_1/re_lu_19/Relu;functional_1/add_19/add_activation 1 1 functional_1/re_lu_19/Relu;functional_1/add_19/add_output functional_1/re_lu_19/Relu;functional_1/add_19/add ,"
"Convolution functional_1/depthwise_conv2d_20/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_20/depthwise 1 1 functional_1/re_lu_19/Relu;functional_1/add_19/add functional_1/depthwise_conv2d_20/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_20/depthwise 288 288 288 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_21/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_21/Conv2D;functional_1/conv2d_21/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_20/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_20/depthwise functional_1/conv2d_21/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_21/Conv2D;functional_1/conv2d_21/BiasAdd/ReadVariableOp/resource1 1 288 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_20/Relu;functional_1/add_20/add 2 1 functional_1/re_lu_19/Relu;functional_1/add_19/add functional_1/conv2d_21/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_21/Conv2D;functional_1/conv2d_21/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_20/Relu;functional_1/add_20/add_output -1 ,"
"ReLU functional_1/re_lu_20/Relu;functional_1/add_20/add_activation 1 1 functional_1/re_lu_20/Relu;functional_1/add_20/add_output functional_1/re_lu_20/Relu;functional_1/add_20/add ,"
"Convolution functional_1/depthwise_conv2d_21/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_21/depthwise 1 1 functional_1/re_lu_20/Relu;functional_1/add_20/add functional_1/depthwise_conv2d_21/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_21/depthwise 288 288 288 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_22/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_22/Conv2D;functional_1/conv2d_22/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_21/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_21/depthwise functional_1/conv2d_22/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_22/Conv2D;functional_1/conv2d_22/BiasAdd/ReadVariableOp/resource1 1 288 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_21/Relu;functional_1/add_21/add 2 1 functional_1/re_lu_20/Relu;functional_1/add_20/add functional_1/conv2d_22/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_22/Conv2D;functional_1/conv2d_22/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_21/Relu;functional_1/add_21/add_output -1 ,"
"ReLU functional_1/re_lu_21/Relu;functional_1/add_21/add_activation 1 1 functional_1/re_lu_21/Relu;functional_1/add_21/add_output functional_1/re_lu_21/Relu;functional_1/add_21/add ,"
"Convolution functional_1/depthwise_conv2d_22/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_22/depthwise 1 1 functional_1/re_lu_21/Relu;functional_1/add_21/add functional_1/depthwise_conv2d_22/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_22/depthwise 288 288 288 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_23/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_23/Conv2D;functional_1/conv2d_23/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_22/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_22/depthwise functional_1/conv2d_23/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_23/Conv2D;functional_1/conv2d_23/BiasAdd/ReadVariableOp/resource1 1 288 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_22/Relu;functional_1/add_22/add 2 1 functional_1/re_lu_21/Relu;functional_1/add_21/add functional_1/conv2d_23/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_23/Conv2D;functional_1/conv2d_23/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_22/Relu;functional_1/add_22/add_output -1 ,"
"ReLU functional_1/re_lu_22/Relu;functional_1/add_22/add_activation 1 1 functional_1/re_lu_22/Relu;functional_1/add_22/add_output functional_1/re_lu_22/Relu;functional_1/add_22/add ,"
"Convolution functional_1/depthwise_conv2d_23/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_23/depthwise 1 1 functional_1/re_lu_22/Relu;functional_1/add_22/add functional_1/depthwise_conv2d_23/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_23/depthwise 288 288 288 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_24/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_24/Conv2D;functional_1/conv2d_24/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_23/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_23/depthwise functional_1/conv2d_24/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_24/Conv2D;functional_1/conv2d_24/BiasAdd/ReadVariableOp/resource1 1 288 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_23/Relu;functional_1/add_23/add 2 1 functional_1/re_lu_22/Relu;functional_1/add_22/add functional_1/conv2d_24/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/conv2d_24/Conv2D;functional_1/conv2d_24/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_23/Relu;functional_1/add_23/add_output -1 ,"
"ReLU functional_1/re_lu_23/Relu;functional_1/add_23/add_activation 1 1 functional_1/re_lu_23/Relu;functional_1/add_23/add_output functional_1/re_lu_23/Relu;functional_1/add_23/add ,"
"Convolution functional_1/depthwise_conv2d_24/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_24/depthwise 1 1 functional_1/re_lu_23/Relu;functional_1/add_23/add functional_1/depthwise_conv2d_24/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_24/depthwise 288 288 288 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_25/Relu;functional_1/conv2d_25/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_25/Conv2D;functional_1/conv2d_25/BiasAdd/ReadVariableOp/resource 1 1 functional_1/depthwise_conv2d_24/BiasAdd;functional_1/conv2d_65/Conv2D;functional_1/depthwise_conv2d_24/depthwise functional_1/conv2d_25/Relu;functional_1/conv2d_25/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_25/Conv2D;functional_1/conv2d_25/BiasAdd/ReadVariableOp/resource 1 288 48 1 1 1 1 0 0 1 -1 1 1 1 ,"
"Upsample functional_1/tf_op_layer_ResizeBilinear/ResizeBilinear 1 1 functional_1/conv2d_25/Relu;functional_1/conv2d_25/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_25/Conv2D;functional_1/conv2d_25/BiasAdd/ReadVariableOp/resource functional_1/tf_op_layer_ResizeBilinear/ResizeBilinear 2 1 1 0 16 16 ,"
"Add functional_1/add_24/add 2 1 functional_1/tf_op_layer_ResizeBilinear/ResizeBilinear functional_1/conv2d_26/Relu;functional_1/conv2d_26/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_26/Conv2D;functional_1/conv2d_26/BiasAdd/ReadVariableOp/resource functional_1/add_24/add -1 ,"
"Upsample functional_1/tf_op_layer_ResizeBilinear_1/ResizeBilinear_1 1 1 functional_1/add_24/add functional_1/tf_op_layer_ResizeBilinear_1/ResizeBilinear_1 2 1 1 0 32 32 ,"
"Add functional_1/add_25/add 2 1 functional_1/tf_op_layer_ResizeBilinear_1/ResizeBilinear_1 functional_1/conv2d_27/Relu;functional_1/conv2d_27/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_27/Conv2D;functional_1/conv2d_27/BiasAdd/ReadVariableOp/resource functional_1/add_25/add -1 ,"
"Upsample functional_1/tf_op_layer_ResizeBilinear_2/ResizeBilinear_2 1 1 functional_1/add_25/add functional_1/tf_op_layer_ResizeBilinear_2/ResizeBilinear_2 2 1 1 0 64 64 ,"
"Add functional_1/add_26/add 2 1 functional_1/tf_op_layer_ResizeBilinear_2/ResizeBilinear_2 functional_1/conv2d_28/Relu;functional_1/conv2d_28/BiasAdd;functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/conv2d_28/Conv2D;functional_1/conv2d_28/BiasAdd/ReadVariableOp/resource functional_1/add_26/add -1 ,"
"Convolution functional_1/depthwise_conv2d_28/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_28/depthwise 1 1 functional_1/add_26/add functional_1/depthwise_conv2d_28/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_28/depthwise 48 48 48 3 3 2 2 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_29/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_29/Conv2D;functional_1/conv2d_29/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_28/BiasAdd;functional_1/depthwise_conv2d_65/depthwise;functional_1/depthwise_conv2d_28/depthwise functional_1/conv2d_29/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_29/Conv2D;functional_1/conv2d_29/BiasAdd/ReadVariableOp/resource1 1 48 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise1 1 1 functional_1/add_26/add functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise1 48 48 48 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_66/Relu;functional_1/conv2d_66/BiasAdd;functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise;functional_1/conv2d_66/Conv2D;functional_1/conv2d_66/BiasAdd/ReadVariableOp/resource 1 1 functional_1/depthwise_conv2d_65/BiasAdd;functional_1/depthwise_conv2d_65/depthwise1 functional_1/conv2d_66/Relu;functional_1/conv2d_66/BiasAdd;functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise;functional_1/conv2d_66/Conv2D;functional_1/conv2d_66/BiasAdd/ReadVariableOp/resource 1 48 8 1 1 1 1 0 0 1 -1 1 1 1 ,"
"Upsample functional_1/tf_op_layer_ResizeBilinear_3/ResizeBilinear_3 1 1 functional_1/conv2d_66/Relu;functional_1/conv2d_66/BiasAdd;functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise;functional_1/conv2d_66/Conv2D;functional_1/conv2d_66/BiasAdd/ReadVariableOp/resource functional_1/tf_op_layer_ResizeBilinear_3/ResizeBilinear_3 2 1 1 0 128 128 ,"
"Add functional_1/add_64/add 2 1 functional_1/tf_op_layer_ResizeBilinear_3/ResizeBilinear_3 functional_1/conv2d_67/Relu;functional_1/conv2d_67/BiasAdd;functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise;functional_1/conv2d_67/Conv2D;functional_1/conv2d_67/BiasAdd/ReadVariableOp/resource functional_1/add_64/add -1 ,"
"Convolution functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise1 1 1 functional_1/add_64/add functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise1 8 8 8 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_68/Relu;functional_1/conv2d_68/BiasAdd;functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise;functional_1/conv2d_68/BiasAdd/ReadVariableOp/resource 1 1 functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise1 functional_1/conv2d_68/Relu;functional_1/conv2d_68/BiasAdd;functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise;functional_1/conv2d_68/BiasAdd/ReadVariableOp/resource 1 8 8 1 1 1 1 0 0 1 -1 1 1 1 ,"
"Convolution Identity 1 1 functional_1/conv2d_68/Relu;functional_1/conv2d_68/BiasAdd;functional_1/depthwise_conv2d_67/BiasAdd;functional_1/conv2d_68/Conv2D;functional_1/depthwise_conv2d_67/depthwise;functional_1/conv2d_68/BiasAdd/ReadVariableOp/resource Identity 1 8 1 3 3 1 1 0 0 1 0 1 1 0 ,"
"Pooling functional_1/max_pooling2d_4/MaxPool 1 1 functional_1/add_26/add functional_1/max_pooling2d_4/MaxPool 0 2 2 2 2 0 0 -1 -1 1 1 ,"
"Pad functional_1/tf_op_layer_Pad_4/Pad_4 1 1 functional_1/max_pooling2d_4/MaxPool functional_1/tf_op_layer_Pad_4/Pad_4 0 0 0 0 0 0 0 48 0 ,"
"Add functional_1/re_lu_24/Relu;functional_1/add_27/add 2 1 functional_1/conv2d_29/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_29/Conv2D;functional_1/conv2d_29/BiasAdd/ReadVariableOp/resource1 functional_1/tf_op_layer_Pad_4/Pad_4 functional_1/re_lu_24/Relu;functional_1/add_27/add_output -1 ,"
"ReLU functional_1/re_lu_24/Relu;functional_1/add_27/add_activation 1 1 functional_1/re_lu_24/Relu;functional_1/add_27/add_output functional_1/re_lu_24/Relu;functional_1/add_27/add ,"
"Convolution functional_1/depthwise_conv2d_29/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_29/depthwise 1 1 functional_1/re_lu_24/Relu;functional_1/add_27/add functional_1/depthwise_conv2d_29/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_29/depthwise 96 96 96 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_30/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_30/Conv2D;functional_1/conv2d_30/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_29/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_29/depthwise functional_1/conv2d_30/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_30/Conv2D;functional_1/conv2d_30/BiasAdd/ReadVariableOp/resource1 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_25/Relu;functional_1/add_28/add 2 1 functional_1/re_lu_24/Relu;functional_1/add_27/add functional_1/conv2d_30/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_30/Conv2D;functional_1/conv2d_30/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_25/Relu;functional_1/add_28/add_output -1 ,"
"ReLU functional_1/re_lu_25/Relu;functional_1/add_28/add_activation 1 1 functional_1/re_lu_25/Relu;functional_1/add_28/add_output functional_1/re_lu_25/Relu;functional_1/add_28/add ,"
"Convolution functional_1/depthwise_conv2d_30/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_30/depthwise 1 1 functional_1/re_lu_25/Relu;functional_1/add_28/add functional_1/depthwise_conv2d_30/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_30/depthwise 96 96 96 3 3 1 1 0 0 1 0 1 1 0 ,"
"Convolution functional_1/conv2d_31/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_31/Conv2D;functional_1/conv2d_31/BiasAdd/ReadVariableOp/resource1 1 1 functional_1/depthwise_conv2d_30/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/depthwise_conv2d_30/depthwise functional_1/conv2d_31/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_31/Conv2D;functional_1/conv2d_31/BiasAdd/ReadVariableOp/resource1 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add functional_1/re_lu_26/Relu;functional_1/add_29/add 2 1 functional_1/re_lu_25/Relu;functional_1/add_28/add functional_1/conv2d_31/BiasAdd;functional_1/depthwise_conv2d_34/depthwise;functional_1/conv2d_31/Conv2D;functional_1/conv2d_31/BiasAdd/ReadVariableOp/resource1 functional_1/re_lu_26/Relu;functional_1/add_29/add_output -1 ,"
