"1 156 1 4206624772 ,"
"input 4 1 3 32 192 0 ,"
" 339 341 342 343 345 347 348 350 351 353 355 356 361 362 363 364 366 367 369 371 372 377 378 379 380 382 383 385 387 388 393 394 395 396 398 399 401 403 404 409 410 412 414 415 417 418 420 422 423 428 429 430 431 433 434 436 438 439 444 445 446 447 449 450 452 454 455 460 461 462 463 465 466 468 470 471 476 477 478 479 481 482 484 486 487 492 493 494 495 497 498 500 502 503 508 509 510 511 513 514 516 518 519 524 525 526 527 529 530 532 534 535 540 541 543 545 546 548 549 551 553 554 559 560 561 562 564 565 567 569 570 575 576 577 578 580 581 583 585 586 591 592 593 594 596 597 599 601 602 607 608 610 611 612 input out ,"
"out ,"
" 142 ,"
"Convolution 339 1 1 input 339 1 3 24 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU 341 1 1 339 341 ,"
"Pooling 342 1 1 341 342 0 3 3 1 2 1 1 -1 -1 -1 0 ,"
"Convolution 343 1 1 342 343 24 1 24 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution 345 1 1 343 345 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 347 1 1 345 347 ,"
"Convolution 348 1 1 342 348 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 350 1 1 348 350 ,"
"Convolution 351 1 1 350 351 24 1 24 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution 353 1 1 351 353 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 355 1 1 353 355 ,"
"Concat 356 2 1 347 355 356 1 ,"
"ShuffleChannel 361 1 1 356 361 2 ,"
"SplitV 362 1 2 361 362 363 1 2 24 24 ,"
"Convolution 364 1 1 363 364 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 366 1 1 364 366 ,"
"Convolution 367 1 1 366 367 24 1 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 369 1 1 367 369 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 371 1 1 369 371 ,"
"Concat 372 2 1 362 371 372 1 ,"
"ShuffleChannel 377 1 1 372 377 2 ,"
"SplitV 378 1 2 377 378 379 1 2 24 24 ,"
"Convolution 380 1 1 379 380 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 382 1 1 380 382 ,"
"Convolution 383 1 1 382 383 24 1 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 385 1 1 383 385 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 387 1 1 385 387 ,"
"Concat 388 2 1 378 387 388 1 ,"
"ShuffleChannel 393 1 1 388 393 2 ,"
"SplitV 394 1 2 393 394 395 1 2 24 24 ,"
"Convolution 396 1 1 395 396 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 398 1 1 396 398 ,"
"Convolution 399 1 1 398 399 24 1 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 401 1 1 399 401 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 403 1 1 401 403 ,"
"Concat 404 2 1 394 403 404 1 ,"
"ShuffleChannel 409 1 1 404 409 2 ,"
"Convolution 410 1 1 409 410 48 1 48 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution 412 1 1 410 412 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 414 1 1 412 414 ,"
"Convolution 415 1 1 409 415 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 417 1 1 415 417 ,"
"Convolution 418 1 1 417 418 48 1 48 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution 420 1 1 418 420 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 422 1 1 420 422 ,"
"Concat 423 2 1 414 422 423 1 ,"
"ShuffleChannel 428 1 1 423 428 2 ,"
"SplitV 429 1 2 428 429 430 1 2 48 48 ,"
"Convolution 431 1 1 430 431 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 433 1 1 431 433 ,"
"Convolution 434 1 1 433 434 48 1 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 436 1 1 434 436 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 438 1 1 436 438 ,"
"Concat 439 2 1 429 438 439 1 ,"
"ShuffleChannel 444 1 1 439 444 2 ,"
"SplitV 445 1 2 444 445 446 1 2 48 48 ,"
"Convolution 447 1 1 446 447 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 449 1 1 447 449 ,"
"Convolution 450 1 1 449 450 48 1 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 452 1 1 450 452 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 454 1 1 452 454 ,"
"Concat 455 2 1 445 454 455 1 ,"
"ShuffleChannel 460 1 1 455 460 2 ,"
"SplitV 461 1 2 460 461 462 1 2 48 48 ,"
"Convolution 463 1 1 462 463 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 465 1 1 463 465 ,"
"Convolution 466 1 1 465 466 48 1 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 468 1 1 466 468 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 470 1 1 468 470 ,"
"Concat 471 2 1 461 470 471 1 ,"
"ShuffleChannel 476 1 1 471 476 2 ,"
"SplitV 477 1 2 476 477 478 1 2 48 48 ,"
"Convolution 479 1 1 478 479 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 481 1 1 479 481 ,"
"Convolution 482 1 1 481 482 48 1 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 484 1 1 482 484 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 486 1 1 484 486 ,"
"Concat 487 2 1 477 486 487 1 ,"
"ShuffleChannel 492 1 1 487 492 2 ,"
"SplitV 493 1 2 492 493 494 1 2 48 48 ,"
"Convolution 495 1 1 494 495 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 497 1 1 495 497 ,"
"Convolution 498 1 1 497 498 48 1 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 500 1 1 498 500 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 502 1 1 500 502 ,"
"Concat 503 2 1 493 502 503 1 ,"
"ShuffleChannel 508 1 1 503 508 2 ,"
"SplitV 509 1 2 508 509 510 1 2 48 48 ,"
"Convolution 511 1 1 510 511 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 513 1 1 511 513 ,"
"Convolution 514 1 1 513 514 48 1 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 516 1 1 514 516 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 518 1 1 516 518 ,"
"Concat 519 2 1 509 518 519 1 ,"
"ShuffleChannel 524 1 1 519 524 2 ,"
"SplitV 525 1 2 524 525 526 1 2 48 48 ,"
"Convolution 527 1 1 526 527 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 529 1 1 527 529 ,"
"Convolution 530 1 1 529 530 48 1 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 532 1 1 530 532 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 534 1 1 532 534 ,"
"Concat 535 2 1 525 534 535 1 ,"
"ShuffleChannel 540 1 1 535 540 2 ,"
"Convolution 541 1 1 540 541 96 1 96 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution 543 1 1 541 543 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 545 1 1 543 545 ,"
"Convolution 546 1 1 540 546 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 548 1 1 546 548 ,"
"Convolution 549 1 1 548 549 96 1 96 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution 551 1 1 549 551 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 553 1 1 551 553 ,"
"Concat 554 2 1 545 553 554 1 ,"
"ShuffleChannel 559 1 1 554 559 2 ,"
"SplitV 560 1 2 559 560 561 1 2 96 96 ,"
"Convolution 562 1 1 561 562 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 564 1 1 562 564 ,"
"Convolution 565 1 1 564 565 96 1 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 567 1 1 565 567 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 569 1 1 567 569 ,"
"Concat 570 2 1 560 569 570 1 ,"
"ShuffleChannel 575 1 1 570 575 2 ,"
"SplitV 576 1 2 575 576 577 1 2 96 96 ,"
"Convolution 578 1 1 577 578 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 580 1 1 578 580 ,"
"Convolution 581 1 1 580 581 96 1 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 583 1 1 581 583 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 585 1 1 583 585 ,"
"Concat 586 2 1 576 585 586 1 ,"
"ShuffleChannel 591 1 1 586 591 2 ,"
"SplitV 592 1 2 591 592 593 1 2 96 96 ,"
"Convolution 594 1 1 593 594 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 596 1 1 594 596 ,"
"Convolution 597 1 1 596 597 96 1 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution 599 1 1 597 599 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 601 1 1 599 601 ,"
"Concat 602 2 1 592 601 602 1 ,"
"ShuffleChannel 607 1 1 602 607 2 ,"
"Convolution 608 1 1 607 608 1 192 256 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 610 1 1 608 610 ,"
"ReduceMean 611 1 1 610 611 0 2 3 ,"
"InnerProduct 612 1 1 611 612 2 1 0 1 ,"
"SoftmaxCaffe out 1 1 612 out 1 ,"
