"1 531 1 4206624772 ,"
"input 4 1 3 32 320 0 ,"
" 1000 1001 1003 1004 1006 1007 1009 1010 1011 1012 1013 1014 1015 1016 1017 1018 1019 1020 397 398 399 400 401 402 403 404 405 406 407 408 409 410 411 412 413 414 415 416 417 418 419 420 424 425 427 428 430 431 432 434 435 437 438 440 441 442 443 444 445 446 447 448 449 450 451 452 453 454 455 456 457 458 460 462 463 465 466 468 469 471 472 474 475 476 478 480 482 483 485 486 488 489 491 492 494 495 496 498 500 501 502 504 505 507 508 509 511 512 514 515 517 518 519 520 521 522 523 524 525 526 527 528 529 530 531 532 533 534 535 537 539 540 542 543 545 546 548 549 551 552 553 554 556 557 559 560 561 562 563 564 565 566 567 568 569 570 571 572 573 574 575 576 577 579 581 582 583 585 586 588 589 590 591 593 594 596 597 598 599 600 601 602 603 604 605 606 607 608 609 610 611 612 613 614 616 618 619 620 622 623 625 626 627 628 630 631 633 634 635 636 637 638 639 640 641 642 643 644 645 646 647 648 649 650 651 653 655 656 658 659 661 662 664 665 667 668 669 670 672 673 675 676 677 678 679 680 681 682 683 684 685 686 687 688 689 690 691 692 693 695 697 698 699 701 702 704 705 706 708 709 711 712 714 715 716 717 718 719 720 721 722 723 724 725 726 727 728 729 730 731 732 734 736 737 739 740 742 743 745 746 748 749 750 751 753 754 756 757 758 759 760 761 762 763 764 765 766 767 768 769 770 771 772 773 774 776 778 779 780 782 783 785 786 787 788 790 791 793 794 795 796 797 798 799 800 801 802 803 804 805 806 807 808 809 810 811 813 815 816 817 819 820 821 822 823 824 826 827 828 829 830 831 832 833 835 836 837 838 839 840 841 842 843 844 845 846 847 848 849 850 851 852 853 854 855 856 858 859 860 861 862 863 864 865 866 867 868 869 870 871 872 873 874 875 876 877 878 879 880 881 882 884 885 886 887 889 890 891 892 893 894 895 896 898 899 900 901 902 903 904 905 906 907 908 909 910 911 912 913 914 915 916 917 918 919 920 921 922 923 924 925 926 927 928 929 930 931 932 933 934 935 936 937 938 939 940 941 942 944 945 948 949 950 951 952 953 954 955 956 957 958 959 960 961 962 963 964 965 966 967 968 969 970 971 972 973 974 975 976 977 978 979 980 981 982 983 984 985 986 987 988 989 990 991 992 993 995 996 999 input out ,"
"out ,"
" 326 ,"
"Convolution 424 1 1 input 424 1 3 8 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU 425 1 1 424 425 ,"
"Convolution 427 1 1 425 427 1 8 4 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 428 1 1 427 428 ,"
"Convolution 430 1 1 428 430 4 1 4 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 431 1 1 430 431 ,"
"Concat 432 2 1 428 431 432 1 ,"
"Convolution 434 1 1 432 434 8 1 8 3 3 2 1 1 1 1 -1 1 1 0 ,"
"Shape 435 1 1 434 435 ,"
"Gather 437 1 1 435 437 0 0 1 ,"
"Shape 438 1 1 434 438 ,"
"Gather 440 1 1 438 440 0 0 1 ,"
"Pooling 441 1 1 434 441 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Unsqueeze 442 1 1 437 442 1 0 ,"
"Unsqueeze 443 1 1 440 443 1 0 ,"
"Concat 444 2 1 442 443 444 0 ,"
"Reshape 445 2 1 441 444 445 0 2 2 0 0 0 ,"
"InnerProduct 446 1 1 445 446 2 1 0 1 ,"
"ReLU 447 1 1 446 447 ,"
"InnerProduct 448 1 1 447 448 8 1 0 1 ,"
"Unsqueeze 451 1 1 437 451 1 0 ,"
"Unsqueeze 452 1 1 440 452 1 0 ,"
"Concat 455 4 1 451 452 453 454 455 0 ,"
"Reshape 456 2 1 448 455 456 0 4 4 0 0 1 1 0 ,"
"Clip 457 1 1 456 457 0 1 ,"
"Mul 458 2 1 434 457 458 1 ,"
"Convolution 460 1 1 458 460 1 8 4 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 462 1 1 460 462 4 1 4 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 463 2 1 460 462 463 1 ,"
"Convolution 465 1 1 425 465 8 1 8 3 3 2 1 1 1 1 -1 1 1 0 ,"
"ReLU 466 1 1 465 466 ,"
"Convolution 468 1 1 466 468 1 8 8 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 469 2 1 463 468 469 1 ,"
"Convolution 471 1 1 469 471 1 8 28 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 472 1 1 471 472 ,"
"Convolution 474 1 1 472 474 28 1 28 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 475 1 1 474 475 ,"
"Concat 476 2 1 472 475 476 1 ,"
"Convolution 478 1 1 476 478 56 1 56 3 3 2 1 1 1 1 -1 1 1 0 ,"
"Convolution 480 1 1 478 480 1 56 6 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 482 1 1 480 482 6 1 6 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 483 2 1 480 482 483 1 ,"
"Convolution 485 1 1 469 485 8 1 8 3 3 2 1 1 1 1 -1 1 1 0 ,"
"ReLU 486 1 1 485 486 ,"
"Convolution 488 1 1 486 488 1 8 12 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 489 2 1 483 488 489 1 ,"
"Convolution 491 1 1 489 491 1 12 22 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 492 1 1 491 492 ,"
"Convolution 494 1 1 492 494 22 1 22 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 495 1 1 494 495 ,"
"Concat 496 2 1 492 495 496 1 ,"
"Convolution 498 1 1 496 498 1 44 6 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 500 1 1 498 500 6 1 6 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 501 2 1 498 500 501 1 ,"
"Add 502 2 1 501 489 502 1 ,"
"Convolution 504 1 1 502 504 1 12 40 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 505 1 1 504 505 ,"
"Convolution 507 1 1 505 507 40 1 40 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 508 1 1 507 508 ,"
"Concat 509 2 1 505 508 509 1 ,"
"Convolution 511 1 1 509 511 80 1 80 5 5 2 1 2 2 1 -1 1 1 0 ,"
"Shape 512 1 1 511 512 ,"
"Gather 514 1 1 512 514 0 0 1 ,"
"Shape 515 1 1 511 515 ,"
"Gather 517 1 1 515 517 0 0 1 ,"
"Pooling 518 1 1 511 518 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Unsqueeze 519 1 1 514 519 1 0 ,"
"Unsqueeze 520 1 1 517 520 1 0 ,"
"Concat 521 2 1 519 520 521 0 ,"
"Reshape 522 2 1 518 521 522 0 2 2 0 0 0 ,"
"InnerProduct 523 1 1 522 523 20 1 0 1 ,"
"ReLU 524 1 1 523 524 ,"
"InnerProduct 525 1 1 524 525 80 1 0 1 ,"
"Unsqueeze 528 1 1 514 528 1 0 ,"
"Unsqueeze 529 1 1 517 529 1 0 ,"
"Concat 532 4 1 528 529 530 531 532 0 ,"
"Reshape 533 2 1 525 532 533 0 4 4 0 0 1 1 0 ,"
"Clip 534 1 1 533 534 0 1 ,"
"Mul 535 2 1 511 534 535 1 ,"
"Convolution 537 1 1 535 537 1 80 10 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 539 1 1 537 539 10 1 10 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 540 2 1 537 539 540 1 ,"
"Convolution 542 1 1 502 542 12 1 12 3 3 2 1 1 1 1 -1 1 1 0 ,"
"ReLU 543 1 1 542 543 ,"
"Convolution 545 1 1 543 545 1 12 20 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 546 2 1 540 545 546 1 ,"
"Convolution 548 1 1 546 548 1 20 60 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 549 1 1 548 549 ,"
"Convolution 551 1 1 549 551 60 1 60 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 552 1 1 551 552 ,"
"Concat 553 2 1 549 552 553 1 ,"
"Shape 554 1 1 553 554 ,"
"Gather 556 1 1 554 556 0 0 1 ,"
"Shape 557 1 1 553 557 ,"
"Gather 559 1 1 557 559 0 0 1 ,"
"Pooling 560 1 1 553 560 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Unsqueeze 561 1 1 556 561 1 0 ,"
"Unsqueeze 562 1 1 559 562 1 0 ,"
"Concat 563 2 1 561 562 563 0 ,"
"Reshape 564 2 1 560 563 564 0 2 2 0 0 0 ,"
"InnerProduct 565 1 1 564 565 30 1 0 1 ,"
"ReLU 566 1 1 565 566 ,"
"InnerProduct 567 1 1 566 567 120 1 0 1 ,"
"Unsqueeze 570 1 1 556 570 1 0 ,"
"Unsqueeze 571 1 1 559 571 1 0 ,"
"Concat 574 4 1 570 571 572 573 574 0 ,"
"Reshape 575 2 1 567 574 575 0 4 4 0 0 1 1 0 ,"
"Clip 576 1 1 575 576 0 1 ,"
"Mul 577 2 1 553 576 577 1 ,"
"Convolution 579 1 1 577 579 1 120 10 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 581 1 1 579 581 10 1 10 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 582 2 1 579 581 582 1 ,"
"Add 583 2 1 582 546 583 1 ,"
"Convolution 585 1 1 583 585 1 20 60 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 586 1 1 585 586 ,"
"Convolution 588 1 1 586 588 60 1 60 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 589 1 1 588 589 ,"
"Concat 590 2 1 586 589 590 1 ,"
"Shape 591 1 1 590 591 ,"
"Gather 593 1 1 591 593 0 0 1 ,"
"Shape 594 1 1 590 594 ,"
"Gather 596 1 1 594 596 0 0 1 ,"
"Pooling 597 1 1 590 597 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Unsqueeze 598 1 1 593 598 1 0 ,"
"Unsqueeze 599 1 1 596 599 1 0 ,"
"Concat 600 2 1 598 599 600 0 ,"
"Reshape 601 2 1 597 600 601 0 2 2 0 0 0 ,"
"InnerProduct 602 1 1 601 602 30 1 0 1 ,"
"ReLU 603 1 1 602 603 ,"
"InnerProduct 604 1 1 603 604 120 1 0 1 ,"
"Unsqueeze 607 1 1 593 607 1 0 ,"
"Unsqueeze 608 1 1 596 608 1 0 ,"
"Concat 611 4 1 607 608 609 610 611 0 ,"
"Reshape 612 2 1 604 611 612 0 4 4 0 0 1 1 0 ,"
"Clip 613 1 1 612 613 0 1 ,"
"Mul 614 2 1 590 613 614 1 ,"
"Convolution 616 1 1 614 616 1 120 10 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 618 1 1 616 618 10 1 10 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 619 2 1 616 618 619 1 ,"
"Add 620 2 1 619 583 620 1 ,"
"Convolution 622 1 1 620 622 1 20 36 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 623 1 1 622 623 ,"
"Convolution 625 1 1 623 625 36 1 36 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 626 1 1 625 626 ,"
"Concat 627 2 1 623 626 627 1 ,"
"Shape 628 1 1 627 628 ,"
"Gather 630 1 1 628 630 0 0 1 ,"
"Shape 631 1 1 627 631 ,"
"Gather 633 1 1 631 633 0 0 1 ,"
"Pooling 634 1 1 627 634 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Unsqueeze 635 1 1 630 635 1 0 ,"
"Unsqueeze 636 1 1 633 636 1 0 ,"
"Concat 637 2 1 635 636 637 0 ,"
"Reshape 638 2 1 634 637 638 0 2 2 0 0 0 ,"
"InnerProduct 639 1 1 638 639 18 1 0 1 ,"
"ReLU 640 1 1 639 640 ,"
"InnerProduct 641 1 1 640 641 72 1 0 1 ,"
"Unsqueeze 644 1 1 630 644 1 0 ,"
"Unsqueeze 645 1 1 633 645 1 0 ,"
"Concat 648 4 1 644 645 646 647 648 0 ,"
"Reshape 649 2 1 641 648 649 0 4 4 0 0 1 1 0 ,"
"Clip 650 1 1 649 650 0 1 ,"
"Mul 651 2 1 627 650 651 1 ,"
"Convolution 653 1 1 651 653 1 72 12 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 655 1 1 653 655 12 1 12 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 656 2 1 653 655 656 1 ,"
"Convolution 658 1 1 620 658 20 1 20 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 659 1 1 658 659 ,"
"Convolution 661 1 1 659 661 1 20 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 662 2 1 656 661 662 1 ,"
"Convolution 664 1 1 662 664 1 24 36 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 665 1 1 664 665 ,"
"Convolution 667 1 1 665 667 36 1 36 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 668 1 1 667 668 ,"
"Concat 669 2 1 665 668 669 1 ,"
"Shape 670 1 1 669 670 ,"
"Gather 672 1 1 670 672 0 0 1 ,"
"Shape 673 1 1 669 673 ,"
"Gather 675 1 1 673 675 0 0 1 ,"
"Pooling 676 1 1 669 676 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Unsqueeze 677 1 1 672 677 1 0 ,"
"Unsqueeze 678 1 1 675 678 1 0 ,"
"Concat 679 2 1 677 678 679 0 ,"
"Reshape 680 2 1 676 679 680 0 2 2 0 0 0 ,"
"InnerProduct 681 1 1 680 681 18 1 0 1 ,"
"ReLU 682 1 1 681 682 ,"
"InnerProduct 683 1 1 682 683 72 1 0 1 ,"
"Unsqueeze 686 1 1 672 686 1 0 ,"
"Unsqueeze 687 1 1 675 687 1 0 ,"
"Concat 690 4 1 686 687 688 689 690 0 ,"
"Reshape 691 2 1 683 690 691 0 4 4 0 0 1 1 0 ,"
"Clip 692 1 1 691 692 0 1 ,"
"Mul 693 2 1 669 692 693 1 ,"
"Convolution 695 1 1 693 695 1 72 12 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 697 1 1 695 697 12 1 12 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 698 2 1 695 697 698 1 ,"
"Add 699 2 1 698 662 699 1 ,"
"Convolution 701 1 1 699 701 1 24 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 702 1 1 701 702 ,"
"Convolution 704 1 1 702 704 144 1 144 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 705 1 1 704 705 ,"
"Concat 706 2 1 702 705 706 1 ,"
"Convolution 708 1 1 706 708 288 1 288 5 5 2 1 2 2 1 -1 1 1 0 ,"
"Shape 709 1 1 708 709 ,"
"Gather 711 1 1 709 711 0 0 1 ,"
"Shape 712 1 1 708 712 ,"
"Gather 714 1 1 712 714 0 0 1 ,"
"Pooling 715 1 1 708 715 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Unsqueeze 716 1 1 711 716 1 0 ,"
"Unsqueeze 717 1 1 714 717 1 0 ,"
"Concat 718 2 1 716 717 718 0 ,"
"Reshape 719 2 1 715 718 719 0 2 2 0 0 0 ,"
"InnerProduct 720 1 1 719 720 72 1 0 1 ,"
"ReLU 721 1 1 720 721 ,"
"InnerProduct 722 1 1 721 722 288 1 0 1 ,"
"Unsqueeze 725 1 1 711 725 1 0 ,"
"Unsqueeze 726 1 1 714 726 1 0 ,"
"Concat 729 4 1 725 726 727 728 729 0 ,"
"Reshape 730 2 1 722 729 730 0 4 4 0 0 1 1 0 ,"
"Clip 731 1 1 730 731 0 1 ,"
"Mul 732 2 1 708 731 732 1 ,"
"Convolution 734 1 1 732 734 1 288 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 736 1 1 734 736 24 1 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 737 2 1 734 736 737 1 ,"
"Convolution 739 1 1 699 739 24 1 24 3 3 2 1 1 1 1 -1 1 1 0 ,"
"ReLU 740 1 1 739 740 ,"
"Convolution 742 1 1 740 742 1 24 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 743 2 1 737 742 743 1 ,"
"Convolution 745 1 1 743 745 1 48 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 746 1 1 745 746 ,"
"Convolution 748 1 1 746 748 144 1 144 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 749 1 1 748 749 ,"
"Concat 750 2 1 746 749 750 1 ,"
"Shape 751 1 1 750 751 ,"
"Gather 753 1 1 751 753 0 0 1 ,"
"Shape 754 1 1 750 754 ,"
"Gather 756 1 1 754 756 0 0 1 ,"
"Pooling 757 1 1 750 757 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Unsqueeze 758 1 1 753 758 1 0 ,"
"Unsqueeze 759 1 1 756 759 1 0 ,"
"Concat 760 2 1 758 759 760 0 ,"
"Reshape 761 2 1 757 760 761 0 2 2 0 0 0 ,"
"InnerProduct 762 1 1 761 762 72 1 0 1 ,"
"ReLU 763 1 1 762 763 ,"
"InnerProduct 764 1 1 763 764 288 1 0 1 ,"
"Unsqueeze 767 1 1 753 767 1 0 ,"
"Unsqueeze 768 1 1 756 768 1 0 ,"
"Concat 771 4 1 767 768 769 770 771 0 ,"
"Reshape 772 2 1 764 771 772 0 4 4 0 0 1 1 0 ,"
"Clip 773 1 1 772 773 0 1 ,"
"Mul 774 2 1 750 773 774 1 ,"
"Convolution 776 1 1 774 776 1 288 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 778 1 1 776 778 24 1 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 779 2 1 776 778 779 1 ,"
"Add 780 2 1 779 743 780 1 ,"
"Convolution 782 1 1 780 782 1 48 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 783 1 1 782 783 ,"
"Convolution 785 1 1 783 785 144 1 144 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 786 1 1 785 786 ,"
"Concat 787 2 1 783 786 787 1 ,"
"Shape 788 1 1 787 788 ,"
"Gather 790 1 1 788 790 0 0 1 ,"
"Shape 791 1 1 787 791 ,"
"Gather 793 1 1 791 793 0 0 1 ,"
"Pooling 794 1 1 787 794 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Unsqueeze 795 1 1 790 795 1 0 ,"
"Unsqueeze 796 1 1 793 796 1 0 ,"
"Concat 797 2 1 795 796 797 0 ,"
"Reshape 798 2 1 794 797 798 0 2 2 0 0 0 ,"
"InnerProduct 799 1 1 798 799 72 1 0 1 ,"
"ReLU 800 1 1 799 800 ,"
"InnerProduct 801 1 1 800 801 288 1 0 1 ,"
"Unsqueeze 804 1 1 790 804 1 0 ,"
"Unsqueeze 805 1 1 793 805 1 0 ,"
"Concat 808 4 1 804 805 806 807 808 0 ,"
"Reshape 809 2 1 801 808 809 0 4 4 0 0 1 1 0 ,"
"Clip 810 1 1 809 810 0 1 ,"
"Mul 811 2 1 787 810 811 1 ,"
"Convolution 813 1 1 811 813 1 288 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 815 1 1 813 815 24 1 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Concat 816 2 1 813 815 816 1 ,"
"Add 817 2 1 816 780 817 1 ,"
"Convolution 819 1 1 817 819 1 48 288 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 820 1 1 819 820 ,"
"Pooling 821 1 1 820 821 0 1 2 1 2 0 0 -1 -1 -1 0 ,"
"Squeeze 822 1 1 821 822 1 2 ,"
"Permute 823 1 1 822 823 3 2 0 1 ,"
"Shape 824 1 1 823 824 ,"
"Gather 826 1 1 824 826 0 0 1 ,"
"Unsqueeze 830 1 1 826 830 1 0 ,"
"Concat 832 3 1 829 830 831 832 0 ,"
"ConstantOfShape 833 1 1 832 833 ,"
"StridedSliceV2 855 1 1 833 855 1 0 1 1 1 0 1 1 ,"
"StridedSliceV2 856 1 1 833 856 1 0 1 1 1 0 1 1 ,"
"LSTMONNX 860 6 3 823 852 853 854 855 856 860 858 859 0 48 0 ,"
"StridedSliceV2 881 1 1 833 881 1 1 1 2 1 0 1 1 ,"
"StridedSliceV2 882 1 1 833 882 1 1 1 2 1 0 1 1 ,"
"LSTMONNX 886 6 3 860 878 879 880 881 882 886 884 885 0 48 0 ,"
"Shape 887 1 1 823 887 ,"
"Gather 889 1 1 887 889 0 0 1 ,"
"Unsqueeze 893 1 1 889 893 1 0 ,"
"Concat 895 3 1 892 893 894 895 0 ,"
"ConstantOfShape 896 1 1 895 896 ,"
"StridedSliceV2 941 1 1 896 941 1 0 1 2 1 0 1 1 ,"
"StridedSliceV2 942 1 1 896 942 1 0 1 2 1 0 1 1 ,"
"LSTMONNX 948 6 3 823 938 939 940 941 942 948 944 945 0 48 2 ,"
"StridedSliceV2 992 1 1 896 992 1 2 1 4 1 0 1 1 ,"
"StridedSliceV2 993 1 1 896 993 1 2 1 4 1 0 1 1 ,"
"LSTMONNX 999 6 3 948 989 990 991 992 993 999 995 996 0 48 2 ,"
"Concat 1000 2 1 886 999 1000 2 ,"
"Shape 1001 1 1 1000 1001 ,"
"Gather 1003 1 1 1001 1003 0 0 1 ,"
"Shape 1004 1 1 1000 1004 ,"
"Gather 1006 1 1 1004 1006 0 0 1 ,"
"Shape 1007 1 1 1000 1007 ,"
"Gather 1009 1 1 1007 1009 0 0 1 ,"
"Mul 1010 2 1 1003 1006 1010 1 ,"
"Unsqueeze 1011 1 1 1010 1011 1 0 ,"
"Unsqueeze 1012 1 1 1009 1012 1 0 ,"
"Concat 1013 2 1 1011 1012 1013 0 ,"
"Reshape 1014 2 1 1000 1013 1014 0 2 2 0 -1 0 ,"
"InnerProduct 1015 1 1 1014 1015 5531 1 0 1 ,"
"Unsqueeze 1017 1 1 1003 1017 1 0 ,"
"Unsqueeze 1018 1 1 1006 1018 1 0 ,"
"Concat 1020 3 1 1017 1018 1019 1020 0 ,"
"Reshape out 2 1 1015 1020 out 0 3 3 0 1 -1 0 ,"
