"1 154 1 4206624772 ,"
"input0 4 1 3 320 320 0 ,"
" 331 338 339 341 342 344 345 347 348 350 351 353 355 356 358 359 361 362 364 365 373 377 378 379 380 385 393 394 395 396 398 400 401 409 413 414 415 416 421 429 430 431 432 434 435 437 438 446 450 451 452 453 458 466 467 468 469 471 472 479 480 487 488 490 497 498 505 506 508 509 516 517 524 525 527 528 535 536 543 544 546 547 554 555 563 567 568 569 570 575 583 584 590 591 593 600 601 609 613 614 615 616 621 629 630 636 637 639 640 647 648 656 660 661 662 663 668 676 677 683 684 686 688 689 691 708 709 710 712 713 715 732 733 734 736 737 739 756 757 758 760 777 788 799 800 801 803 804 806 808 809 810 input0 out1 ,"
"out1 ,"
" 153 ,"
"Convolution 331 1 1 input0 331 1 3 16 3 3 2 2 1 1 1 -1 1 1 0 ,"
"HardSwish 338 1 1 331 338 0.166667 0.5 ,"
"Convolution 339 1 1 338 339 16 1 16 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 341 1 1 339 341 ,"
"Convolution 342 1 1 341 342 1 16 16 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 344 2 1 338 342 344 1 ,"
"Convolution 345 1 1 344 345 1 16 64 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 347 1 1 345 347 ,"
"Convolution 348 1 1 347 348 64 1 64 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU 350 1 1 348 350 ,"
"Convolution 351 1 1 350 351 1 64 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 353 1 1 351 353 1 24 72 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 355 1 1 353 355 ,"
"Convolution 356 1 1 355 356 72 1 72 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 358 1 1 356 358 ,"
"Convolution 359 1 1 358 359 1 72 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 361 2 1 351 359 361 1 ,"
"Convolution 362 1 1 361 362 1 24 72 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 364 1 1 362 364 ,"
"Convolution 365 1 1 364 365 72 1 72 5 5 2 2 2 2 1 -1 1 1 0 ,"
"Pooling 373 1 1 365 373 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Reshape 377 1 1 373 377 0 2 2 0 0 0 ,"
"InnerProduct 378 1 1 377 378 24 1 0 1 ,"
"ReLU 379 1 1 378 379 ,"
"InnerProduct 380 1 1 379 380 72 1 0 1 ,"
"HardSigmoid 385 1 1 380 385 0.166667 0.5 ,"
"Reshape 393 1 1 385 393 0 4 4 0 0 1 1 0 ,"
"Mul 394 2 1 365 393 394 1 ,"
"ReLU 395 1 1 394 395 ,"
"Convolution 396 1 1 395 396 1 72 32 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 398 1 1 396 398 1 32 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 400 1 1 398 400 ,"
"Convolution 401 1 1 400 401 96 1 96 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Pooling 409 1 1 401 409 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Reshape 413 1 1 409 413 0 2 2 0 0 0 ,"
"InnerProduct 414 1 1 413 414 24 1 0 1 ,"
"ReLU 415 1 1 414 415 ,"
"InnerProduct 416 1 1 415 416 96 1 0 1 ,"
"HardSigmoid 421 1 1 416 421 0.166667 0.5 ,"
"Reshape 429 1 1 421 429 0 4 4 0 0 1 1 0 ,"
"Mul 430 2 1 401 429 430 1 ,"
"ReLU 431 1 1 430 431 ,"
"Convolution 432 1 1 431 432 1 96 32 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 434 2 1 396 432 434 1 ,"
"Convolution 435 1 1 434 435 1 32 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 437 1 1 435 437 ,"
"Convolution 438 1 1 437 438 96 1 96 5 5 1 1 2 2 1 -1 1 1 0 ,"
"Pooling 446 1 1 438 446 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Reshape 450 1 1 446 450 0 2 2 0 0 0 ,"
"InnerProduct 451 1 1 450 451 24 1 0 1 ,"
"ReLU 452 1 1 451 452 ,"
"InnerProduct 453 1 1 452 453 96 1 0 1 ,"
"HardSigmoid 458 1 1 453 458 0.166667 0.5 ,"
"Reshape 466 1 1 458 466 0 4 4 0 0 1 1 0 ,"
"Mul 467 2 1 438 466 467 1 ,"
"ReLU 468 1 1 467 468 ,"
"Convolution 469 1 1 468 469 1 96 32 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 471 2 1 434 469 471 1 ,"
"Convolution 472 1 1 471 472 1 32 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"HardSwish 479 1 1 472 479 0.166667 0.5 ,"
"Convolution 480 1 1 479 480 192 1 192 3 3 2 2 1 1 1 -1 1 1 0 ,"
"HardSwish 487 1 1 480 487 0.166667 0.5 ,"
"Convolution 488 1 1 487 488 1 192 64 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 490 1 1 488 490 1 64 160 1 1 1 1 0 0 1 -1 1 1 0 ,"
"HardSwish 497 1 1 490 497 0.166667 0.5 ,"
"Convolution 498 1 1 497 498 160 1 160 3 3 1 1 1 1 1 -1 1 1 0 ,"
"HardSwish 505 1 1 498 505 0.166667 0.5 ,"
"Convolution 506 1 1 505 506 1 160 64 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 508 2 1 488 506 508 1 ,"
"Convolution 509 1 1 508 509 1 64 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"HardSwish 516 1 1 509 516 0.166667 0.5 ,"
"Convolution 517 1 1 516 517 144 1 144 3 3 1 1 1 1 1 -1 1 1 0 ,"
"HardSwish 524 1 1 517 524 0.166667 0.5 ,"
"Convolution 525 1 1 524 525 1 144 64 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 527 2 1 508 525 527 1 ,"
"Convolution 528 1 1 527 528 1 64 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"HardSwish 535 1 1 528 535 0.166667 0.5 ,"
"Convolution 536 1 1 535 536 144 1 144 3 3 1 1 1 1 1 -1 1 1 0 ,"
"HardSwish 543 1 1 536 543 0.166667 0.5 ,"
"Convolution 544 1 1 543 544 1 144 64 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 546 2 1 527 544 546 1 ,"
"Convolution 547 1 1 546 547 1 64 384 1 1 1 1 0 0 1 -1 1 1 0 ,"
"HardSwish 554 1 1 547 554 0.166667 0.5 ,"
"Convolution 555 1 1 554 555 384 1 384 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Pooling 563 1 1 555 563 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Reshape 567 1 1 563 567 0 2 2 0 0 0 ,"
"InnerProduct 568 1 1 567 568 96 1 0 1 ,"
"ReLU 569 1 1 568 569 ,"
"InnerProduct 570 1 1 569 570 384 1 0 1 ,"
"HardSigmoid 575 1 1 570 575 0.166667 0.5 ,"
"Reshape 583 1 1 575 583 0 4 4 0 0 1 1 0 ,"
"Mul 584 2 1 555 583 584 1 ,"
"HardSwish 590 1 1 584 590 0.166667 0.5 ,"
"Convolution 591 1 1 590 591 1 384 88 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 593 1 1 591 593 1 88 528 1 1 1 1 0 0 1 -1 1 1 0 ,"
"HardSwish 600 1 1 593 600 0.166667 0.5 ,"
"Convolution 601 1 1 600 601 528 1 528 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Pooling 609 1 1 601 609 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Reshape 613 1 1 609 613 0 2 2 0 0 0 ,"
"InnerProduct 614 1 1 613 614 136 1 0 1 ,"
"ReLU 615 1 1 614 615 ,"
"InnerProduct 616 1 1 615 616 528 1 0 1 ,"
"HardSigmoid 621 1 1 616 621 0.166667 0.5 ,"
"Reshape 629 1 1 621 629 0 4 4 0 0 1 1 0 ,"
"Mul 630 2 1 601 629 630 1 ,"
"HardSwish 636 1 1 630 636 0.166667 0.5 ,"
"Convolution 637 1 1 636 637 1 528 88 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add 639 2 1 591 637 639 1 ,"
"Convolution 640 1 1 639 640 1 88 528 1 1 1 1 0 0 1 -1 1 1 0 ,"
"HardSwish 647 1 1 640 647 0.166667 0.5 ,"
"Convolution 648 1 1 647 648 528 1 528 5 5 2 2 2 2 1 -1 1 1 0 ,"
"Pooling 656 1 1 648 656 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Reshape 660 1 1 656 660 0 2 2 0 0 0 ,"
"InnerProduct 661 1 1 660 661 136 1 0 1 ,"
"ReLU 662 1 1 661 662 ,"
"InnerProduct 663 1 1 662 663 528 1 0 1 ,"
"HardSigmoid 668 1 1 663 668 0.166667 0.5 ,"
"Reshape 676 1 1 668 676 0 4 4 0 0 1 1 0 ,"
"Mul 677 2 1 648 676 677 1 ,"
"HardSwish 683 1 1 677 683 0.166667 0.5 ,"
"Convolution 684 1 1 683 684 1 528 120 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution 686 1 1 684 686 1 120 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 688 1 1 686 688 ,"
"Convolution 689 1 1 639 689 1 88 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 691 1 1 689 691 ,"
"Upsample 708 1 1 688 708 1 2 2 0 ,"
"Add 709 2 1 708 691 709 1 ,"
"Convolution 710 1 1 709 710 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 712 1 1 710 712 ,"
"Convolution 713 1 1 471 713 1 32 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 715 1 1 713 715 ,"
"Upsample 732 1 1 712 732 1 2 2 0 ,"
"Add 733 2 1 732 715 733 1 ,"
"Convolution 734 1 1 733 734 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 736 1 1 734 736 ,"
"Convolution 737 1 1 361 737 1 24 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU 739 1 1 737 739 ,"
"Upsample 756 1 1 736 756 1 2 2 0 ,"
"Add 757 2 1 756 739 757 1 ,"
"Convolution 758 1 1 757 758 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 760 1 1 758 760 ,"
"Upsample 777 1 1 736 777 1 2 2 0 ,"
"Upsample 788 1 1 712 788 1 4 4 0 ,"
"Upsample 799 1 1 688 799 1 8 8 0 ,"
"Concat 800 4 1 760 777 788 799 800 1 ,"
"Convolution 801 1 1 800 801 1 96 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 803 1 1 801 803 ,"
"Convolution 804 1 1 803 804 1 96 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU 806 1 1 804 806 ,"
"Deconvolution 808 1 1 806 808 1 24 24 2 2 2 2 0 0 1 -1 1 1 0 ,"
"ReLU 809 1 1 808 809 ,"
"Deconvolution 810 1 1 809 810 1 24 1 2 2 2 2 0 0 1 -1 1 1 0 ,"
"Sigmoid out1 1 1 810 out1 ,"
