"1 191 1 4206624772 ,"
"input.1 4 1 3 416 416 0 ,"
" 1000 1003 1006 1009 1012 1015 1018 1021 1024 1027 1030 1033 1036 1039 1042 1045 1048 1051 1054 1057 1060 1063 1066 1069 1072 1075 1078 1081 1084 1087 1090 1093 1096 1099 1102 1105 1108 1111 1114 1117 1120 1123 1126 1129 1132 1135 1138 1141 1144 1147 1150 1153 1156 1159 510 515 522 527 534 539 542 547 552 555 560 565 572 577 580 585 590 593 598 603 610 615 618 623 628 631 636 641 644 649 654 661 666 669 674 679 682 687 692 695 700 705 712 717 720 725 730 733 738 743 746 751 756 759 764 769 772 773 774 779 780 785 786 791 792 797 798 803 808 813 818 823 828 829 830 831 832 834 837 843 848 853 858 863 868 869 870 871 872 874 877 883 888 893 898 903 908 909 910 911 912 914 917 919 922 925 928 931 934 937 940 943 946 949 952 955 958 961 964 967 970 973 976 979 982 985 988 991 994 997 cls_pred_stride_16 cls_pred_stride_32 cls_pred_stride_8 dis_pred_stride_16 dis_pred_stride_32 dis_pred_stride_8 input.1 ,"
"cls_pred_stride_16 cls_pred_stride_32 cls_pred_stride_8 dis_pred_stride_16 dis_pred_stride_32 dis_pred_stride_8 ,"
" 187 ,"
"Convolution Conv_0 1 1 input.1 919 1 3 32 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_3 1 1 919 510 ,"
"Convolution Conv_4 1 1 510 922 32 1 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_7 1 1 922 515 ,"
"Convolution Conv_8 1 1 515 925 1 32 16 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_9 1 1 925 928 1 16 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_12 1 1 928 522 ,"
"Convolution Conv_13 1 1 522 931 96 1 96 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_16 1 1 931 527 ,"
"Convolution Conv_17 1 1 527 934 1 96 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_18 1 1 934 937 1 24 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_21 1 1 937 534 ,"
"Convolution Conv_22 1 1 534 940 144 1 144 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_25 1 1 940 539 ,"
"Convolution Conv_26 1 1 539 943 1 144 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_27 2 1 943 934 542 1 ,"
"Convolution Conv_28 1 1 542 946 1 24 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_31 1 1 946 547 ,"
"Convolution Conv_32 1 1 547 949 144 1 144 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_35 1 1 949 552 ,"
"Convolution Conv_36 1 1 552 952 1 144 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_37 2 1 952 542 555 1 ,"
"Convolution Conv_38 1 1 555 955 1 24 144 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_41 1 1 955 560 ,"
"Convolution Conv_42 1 1 560 958 144 1 144 5 5 2 2 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_45 1 1 958 565 ,"
"Convolution Conv_46 1 1 565 961 1 144 40 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_47 1 1 961 964 1 40 240 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_50 1 1 964 572 ,"
"Convolution Conv_51 1 1 572 967 240 1 240 5 5 1 1 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_54 1 1 967 577 ,"
"Convolution Conv_55 1 1 577 970 1 240 40 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_56 2 1 970 961 580 1 ,"
"Convolution Conv_57 1 1 580 973 1 40 240 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_60 1 1 973 585 ,"
"Convolution Conv_61 1 1 585 976 240 1 240 5 5 1 1 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_64 1 1 976 590 ,"
"Convolution Conv_65 1 1 590 979 1 240 40 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_66 2 1 979 580 593 1 ,"
"Convolution Conv_67 1 1 593 982 1 40 240 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_70 1 1 982 598 ,"
"Convolution Conv_71 1 1 598 985 240 1 240 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_74 1 1 985 603 ,"
"Convolution Conv_75 1 1 603 988 1 240 80 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_76 1 1 988 991 1 80 480 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_79 1 1 991 610 ,"
"Convolution Conv_80 1 1 610 994 480 1 480 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_83 1 1 994 615 ,"
"Convolution Conv_84 1 1 615 997 1 480 80 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_85 2 1 997 988 618 1 ,"
"Convolution Conv_86 1 1 618 1000 1 80 480 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_89 1 1 1000 623 ,"
"Convolution Conv_90 1 1 623 1003 480 1 480 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_93 1 1 1003 628 ,"
"Convolution Conv_94 1 1 628 1006 1 480 80 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_95 2 1 1006 618 631 1 ,"
"Convolution Conv_96 1 1 631 1009 1 80 480 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_99 1 1 1009 636 ,"
"Convolution Conv_100 1 1 636 1012 480 1 480 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_103 1 1 1012 641 ,"
"Convolution Conv_104 1 1 641 1015 1 480 80 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_105 2 1 1015 631 644 1 ,"
"Convolution Conv_106 1 1 644 1018 1 80 480 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_109 1 1 1018 649 ,"
"Convolution Conv_110 1 1 649 1021 480 1 480 5 5 1 1 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_113 1 1 1021 654 ,"
"Convolution Conv_114 1 1 654 1024 1 480 112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_115 1 1 1024 1027 1 112 672 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_118 1 1 1027 661 ,"
"Convolution Conv_119 1 1 661 1030 672 1 672 5 5 1 1 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_122 1 1 1030 666 ,"
"Convolution Conv_123 1 1 666 1033 1 672 112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_124 2 1 1033 1024 669 1 ,"
"Convolution Conv_125 1 1 669 1036 1 112 672 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_128 1 1 1036 674 ,"
"Convolution Conv_129 1 1 674 1039 672 1 672 5 5 1 1 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_132 1 1 1039 679 ,"
"Convolution Conv_133 1 1 679 1042 1 672 112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_134 2 1 1042 669 682 1 ,"
"Convolution Conv_135 1 1 682 1045 1 112 672 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_138 1 1 1045 687 ,"
"Convolution Conv_139 1 1 687 1048 672 1 672 5 5 1 1 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_142 1 1 1048 692 ,"
"Convolution Conv_143 1 1 692 1051 1 672 112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_144 2 1 1051 682 695 1 ,"
"Convolution Conv_145 1 1 695 1054 1 112 672 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_148 1 1 1054 700 ,"
"Convolution Conv_149 1 1 700 1057 672 1 672 5 5 2 2 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_152 1 1 1057 705 ,"
"Convolution Conv_153 1 1 705 1060 1 672 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_154 1 1 1060 1063 1 192 1152 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_157 1 1 1063 712 ,"
"Convolution Conv_158 1 1 712 1066 1152 1 1152 5 5 1 1 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_161 1 1 1066 717 ,"
"Convolution Conv_162 1 1 717 1069 1 1152 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_163 2 1 1069 1060 720 1 ,"
"Convolution Conv_164 1 1 720 1072 1 192 1152 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_167 1 1 1072 725 ,"
"Convolution Conv_168 1 1 725 1075 1152 1 1152 5 5 1 1 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_171 1 1 1075 730 ,"
"Convolution Conv_172 1 1 730 1078 1 1152 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_173 2 1 1078 720 733 1 ,"
"Convolution Conv_174 1 1 733 1081 1 192 1152 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_177 1 1 1081 738 ,"
"Convolution Conv_178 1 1 738 1084 1152 1 1152 5 5 1 1 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_181 1 1 1084 743 ,"
"Convolution Conv_182 1 1 743 1087 1 1152 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_183 2 1 1087 733 746 1 ,"
"Convolution Conv_184 1 1 746 1090 1 192 1152 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_187 1 1 1090 751 ,"
"Convolution Conv_188 1 1 751 1093 1152 1 1152 5 5 1 1 2 2 1 -1 1 1 0 ,"
"ReLU6 Clip_191 1 1 1093 756 ,"
"Convolution Conv_192 1 1 756 1096 1 1152 192 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_193 2 1 1096 746 759 1 ,"
"Convolution Conv_194 1 1 759 1099 1 192 1152 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_197 1 1 1099 764 ,"
"Convolution Conv_198 1 1 764 1102 1152 1 1152 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_201 1 1 1102 769 ,"
"Convolution Conv_202 1 1 769 1105 1 1152 320 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_203 1 1 593 772 1 40 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_204 1 1 695 773 1 112 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_205 1 1 1105 774 1 320 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Upsample Resize_207 1 1 774 779 2 2 2 0 ,"
"Add Add_208 2 1 773 779 780 1 ,"
"Upsample Resize_210 1 1 780 785 2 2 2 0 ,"
"Add Add_211 2 1 772 785 786 1 ,"
"Upsample Resize_213 1 1 786 791 2 0.5 0.5 0 ,"
"Add Add_214 2 1 780 791 792 1 ,"
"Upsample Resize_216 1 1 792 797 2 0.5 0.5 0 ,"
"Add Add_217 2 1 774 797 798 1 ,"
"Convolution Conv_218 1 1 786 1108 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_221 1 1 1108 803 ,"
"Convolution Conv_222 1 1 803 1111 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_225 1 1 1111 808 ,"
"Convolution Conv_226 1 1 808 1114 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_229 1 1 1114 813 ,"
"Convolution Conv_230 1 1 813 1117 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_233 1 1 1117 818 ,"
"Convolution Conv_234 1 1 818 1120 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_237 1 1 1120 823 ,"
"Convolution Conv_238 1 1 823 1123 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_241 1 1 1123 828 ,"
"Convolution Conv_242 1 1 828 829 1 128 124 1 1 1 1 0 0 1 -1 1 1 0 ,"
"SplitV Split_243 1 2 829 830 831 1 2 80 44 ,"
"Sigmoid Sigmoid_244 1 1 830 832 ,"
"Reshape Reshape_246 1 1 832 834 0 3 3 0 0 -1 0 ,"
"Permute Transpose_247 1 1 834 cls_pred_stride_8 3 0 2 1 ,"
"Reshape Reshape_249 1 1 831 837 0 3 3 0 0 -1 0 ,"
"Permute Transpose_250 1 1 837 dis_pred_stride_8 3 0 2 1 ,"
"Convolution Conv_251 1 1 792 1126 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_254 1 1 1126 843 ,"
"Convolution Conv_255 1 1 843 1129 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_258 1 1 1129 848 ,"
"Convolution Conv_259 1 1 848 1132 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_262 1 1 1132 853 ,"
"Convolution Conv_263 1 1 853 1135 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_266 1 1 1135 858 ,"
"Convolution Conv_267 1 1 858 1138 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_270 1 1 1138 863 ,"
"Convolution Conv_271 1 1 863 1141 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_274 1 1 1141 868 ,"
"Convolution Conv_275 1 1 868 869 1 128 124 1 1 1 1 0 0 1 -1 1 1 0 ,"
"SplitV Split_276 1 2 869 870 871 1 2 80 44 ,"
"Sigmoid Sigmoid_277 1 1 870 872 ,"
"Reshape Reshape_279 1 1 872 874 0 3 3 0 0 -1 0 ,"
"Permute Transpose_280 1 1 874 cls_pred_stride_16 3 0 2 1 ,"
"Reshape Reshape_282 1 1 871 877 0 3 3 0 0 -1 0 ,"
"Permute Transpose_283 1 1 877 dis_pred_stride_16 3 0 2 1 ,"
"Convolution Conv_284 1 1 798 1144 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_287 1 1 1144 883 ,"
"Convolution Conv_288 1 1 883 1147 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_291 1 1 1147 888 ,"
"Convolution Conv_292 1 1 888 1150 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_295 1 1 1150 893 ,"
"Convolution Conv_296 1 1 893 1153 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_299 1 1 1153 898 ,"
"Convolution Conv_300 1 1 898 1156 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU6 Clip_303 1 1 1156 903 ,"
"Convolution Conv_304 1 1 903 1159 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU6 Clip_307 1 1 1159 908 ,"
"Convolution Conv_308 1 1 908 909 1 128 124 1 1 1 1 0 0 1 -1 1 1 0 ,"
"SplitV Split_309 1 2 909 910 911 1 2 80 44 ,"
"Sigmoid Sigmoid_310 1 1 910 912 ,"
"Reshape Reshape_312 1 1 912 914 0 3 3 0 0 -1 0 ,"
"Permute Transpose_313 1 1 914 cls_pred_stride_32 3 0 2 1 ,"
"Reshape Reshape_315 1 1 911 917 0 3 3 0 0 -1 0 ,"
"Permute Transpose_316 1 1 917 dis_pred_stride_32 3 0 2 1 ,"
