"1 252 1 4206624772 ,"
"input.1 4 1 3 320 320 0 ,"
" 1001 1004 1007 1010 1013 1016 1019 1022 1025 1028 1031 1034 1037 1040 1043 1046 1049 1052 1055 1058 1061 1064 1067 1070 1073 1076 1079 1082 1085 1088 1091 1094 1097 1100 1103 1106 1109 1112 1115 1118 1121 1124 1127 1130 1133 1136 1139 1142 1145 1148 1151 1154 1157 1160 1163 1166 1169 1172 1175 1178 1181 1184 1187 1190 1193 1196 1199 453 454 459 462 467 468 473 474 475 478 483 484 489 490 491 494 499 500 505 506 507 510 515 516 521 526 529 534 535 540 541 542 545 550 551 556 557 558 561 566 567 572 573 574 577 582 583 588 589 590 593 598 599 604 605 606 609 614 615 620 621 622 625 630 631 636 637 638 641 646 647 652 657 660 665 666 671 672 673 676 681 682 687 688 689 692 697 698 703 704 705 708 713 714 719 722 725 728 747 760 761 771 772 780 781 782 795 810 811 812 813 814 816 823 824 832 840 841 842 843 844 845 846 851 853 854 855 868 870 871 872 874 875 876 877 884 903 904 905 924 925 928 931 934 937 938 939 940 941 943 946 950 953 956 959 960 961 962 963 965 968 972 975 978 981 982 983 984 985 987 990 992 995 998 cls_pred_stride_16 cls_pred_stride_32 cls_pred_stride_8 dis_pred_stride_16 dis_pred_stride_32 dis_pred_stride_8 fpn.transformer.encoders.0.norm1.bias fpn.transformer.encoders.0.norm1.weight fpn.transformer.encoders.0.norm2.bias fpn.transformer.encoders.0.norm2.weight input.1 ,"
"cls_pred_stride_16 cls_pred_stride_32 cls_pred_stride_8 dis_pred_stride_16 dis_pred_stride_32 dis_pred_stride_8 ,"
" 229 ,"
"Convolution Conv_0 1 1 input.1 992 1 3 24 3 3 2 2 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_1 1 1 992 453 1 0 ,"
"Pooling MaxPool_2 1 1 453 454 0 3 3 2 2 1 1 -1 -1 -1 0 0 0 0 ,"
"Convolution Conv_3 1 1 454 995 24 1 24 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_4 1 1 995 998 1 24 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_5 1 1 998 459 1 0 ,"
"Convolution Conv_6 1 1 454 1001 1 24 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_7 1 1 1001 462 1 0 ,"
"Convolution Conv_8 1 1 462 1004 58 1 58 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_9 1 1 1004 1007 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_10 1 1 1007 467 1 0 ,"
"Concat Concat_11 2 1 459 467 468 1 ,"
"ShuffleChannel Reshape_16 1 1 468 473 2 ,"
"SplitV Split_17 1 2 473 474 475 1 2 58 58 ,"
"Convolution Conv_18 1 1 475 1010 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_19 1 1 1010 478 1 0 ,"
"Convolution Conv_20 1 1 478 1013 58 1 58 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_21 1 1 1013 1016 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_22 1 1 1016 483 1 0 ,"
"Concat Concat_23 2 1 474 483 484 1 ,"
"ShuffleChannel Reshape_28 1 1 484 489 2 ,"
"SplitV Split_29 1 2 489 490 491 1 2 58 58 ,"
"Convolution Conv_30 1 1 491 1019 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_31 1 1 1019 494 1 0 ,"
"Convolution Conv_32 1 1 494 1022 58 1 58 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_33 1 1 1022 1025 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_34 1 1 1025 499 1 0 ,"
"Concat Concat_35 2 1 490 499 500 1 ,"
"ShuffleChannel Reshape_40 1 1 500 505 2 ,"
"SplitV Split_41 1 2 505 506 507 1 2 58 58 ,"
"Convolution Conv_42 1 1 507 1028 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_43 1 1 1028 510 1 0 ,"
"Convolution Conv_44 1 1 510 1031 58 1 58 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_45 1 1 1031 1034 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_46 1 1 1034 515 1 0 ,"
"Concat Concat_47 2 1 506 515 516 1 ,"
"ShuffleChannel Reshape_52 1 1 516 521 2 ,"
"Convolution Conv_53 1 1 521 1037 116 1 116 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_54 1 1 1037 1040 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_55 1 1 1040 526 1 0 ,"
"Convolution Conv_56 1 1 521 1043 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_57 1 1 1043 529 1 0 ,"
"Convolution Conv_58 1 1 529 1046 116 1 116 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_59 1 1 1046 1049 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_60 1 1 1049 534 1 0 ,"
"Concat Concat_61 2 1 526 534 535 1 ,"
"ShuffleChannel Reshape_66 1 1 535 540 2 ,"
"SplitV Split_67 1 2 540 541 542 1 2 116 116 ,"
"Convolution Conv_68 1 1 542 1052 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_69 1 1 1052 545 1 0 ,"
"Convolution Conv_70 1 1 545 1055 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_71 1 1 1055 1058 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_72 1 1 1058 550 1 0 ,"
"Concat Concat_73 2 1 541 550 551 1 ,"
"ShuffleChannel Reshape_78 1 1 551 556 2 ,"
"SplitV Split_79 1 2 556 557 558 1 2 116 116 ,"
"Convolution Conv_80 1 1 558 1061 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_81 1 1 1061 561 1 0 ,"
"Convolution Conv_82 1 1 561 1064 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_83 1 1 1064 1067 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_84 1 1 1067 566 1 0 ,"
"Concat Concat_85 2 1 557 566 567 1 ,"
"ShuffleChannel Reshape_90 1 1 567 572 2 ,"
"SplitV Split_91 1 2 572 573 574 1 2 116 116 ,"
"Convolution Conv_92 1 1 574 1070 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_93 1 1 1070 577 1 0 ,"
"Convolution Conv_94 1 1 577 1073 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_95 1 1 1073 1076 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_96 1 1 1076 582 1 0 ,"
"Concat Concat_97 2 1 573 582 583 1 ,"
"ShuffleChannel Reshape_102 1 1 583 588 2 ,"
"SplitV Split_103 1 2 588 589 590 1 2 116 116 ,"
"Convolution Conv_104 1 1 590 1079 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_105 1 1 1079 593 1 0 ,"
"Convolution Conv_106 1 1 593 1082 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_107 1 1 1082 1085 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_108 1 1 1085 598 1 0 ,"
"Concat Concat_109 2 1 589 598 599 1 ,"
"ShuffleChannel Reshape_114 1 1 599 604 2 ,"
"SplitV Split_115 1 2 604 605 606 1 2 116 116 ,"
"Convolution Conv_116 1 1 606 1088 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_117 1 1 1088 609 1 0 ,"
"Convolution Conv_118 1 1 609 1091 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_119 1 1 1091 1094 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_120 1 1 1094 614 1 0 ,"
"Concat Concat_121 2 1 605 614 615 1 ,"
"ShuffleChannel Reshape_126 1 1 615 620 2 ,"
"SplitV Split_127 1 2 620 621 622 1 2 116 116 ,"
"Convolution Conv_128 1 1 622 1097 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_129 1 1 1097 625 1 0 ,"
"Convolution Conv_130 1 1 625 1100 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_131 1 1 1100 1103 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_132 1 1 1103 630 1 0 ,"
"Concat Concat_133 2 1 621 630 631 1 ,"
"ShuffleChannel Reshape_138 1 1 631 636 2 ,"
"SplitV Split_139 1 2 636 637 638 1 2 116 116 ,"
"Convolution Conv_140 1 1 638 1106 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_141 1 1 1106 641 1 0 ,"
"Convolution Conv_142 1 1 641 1109 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_143 1 1 1109 1112 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_144 1 1 1112 646 1 0 ,"
"Concat Concat_145 2 1 637 646 647 1 ,"
"ShuffleChannel Reshape_150 1 1 647 652 2 ,"
"Convolution Conv_151 1 1 652 1115 232 1 232 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_152 1 1 1115 1118 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_153 1 1 1118 657 1 0 ,"
"Convolution Conv_154 1 1 652 1121 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_155 1 1 1121 660 1 0 ,"
"Convolution Conv_156 1 1 660 1124 232 1 232 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_157 1 1 1124 1127 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_158 1 1 1127 665 1 0 ,"
"Concat Concat_159 2 1 657 665 666 1 ,"
"ShuffleChannel Reshape_164 1 1 666 671 2 ,"
"SplitV Split_165 1 2 671 672 673 1 2 232 232 ,"
"Convolution Conv_166 1 1 673 1130 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_167 1 1 1130 676 1 0 ,"
"Convolution Conv_168 1 1 676 1133 232 1 232 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_169 1 1 1133 1136 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_170 1 1 1136 681 1 0 ,"
"Concat Concat_171 2 1 672 681 682 1 ,"
"ShuffleChannel Reshape_176 1 1 682 687 2 ,"
"SplitV Split_177 1 2 687 688 689 1 2 232 232 ,"
"Convolution Conv_178 1 1 689 1139 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_179 1 1 1139 692 1 0 ,"
"Convolution Conv_180 1 1 692 1142 232 1 232 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_181 1 1 1142 1145 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_182 1 1 1145 697 1 0 ,"
"Concat Concat_183 2 1 688 697 698 1 ,"
"ShuffleChannel Reshape_188 1 1 698 703 2 ,"
"SplitV Split_189 1 2 703 704 705 1 2 232 232 ,"
"Convolution Conv_190 1 1 705 1148 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_191 1 1 1148 708 1 0 ,"
"Convolution Conv_192 1 1 708 1151 232 1 232 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_193 1 1 1151 1154 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_194 1 1 1154 713 1 0 ,"
"Concat Concat_195 2 1 704 713 714 1 ,"
"ShuffleChannel Reshape_200 1 1 714 719 2 ,"
"Convolution Conv_201 1 1 521 1157 1 116 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_202 1 1 1157 722 1 0 ,"
"Convolution Conv_203 1 1 652 1160 1 232 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_204 1 1 1160 725 1 0 ,"
"Convolution Conv_205 1 1 719 1163 1 464 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_206 1 1 1163 728 1 0 ,"
"Upsample Resize_225 1 1 722 747 2 0 0 0 20 20 ,"
"Upsample Resize_238 1 1 728 760 2 0 0 0 20 20 ,"
"Concat Concat_239 3 1 747 725 760 761 1 ,"
"Convolution Conv_249 1 1 761 771 1 384 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"ReLU Relu_250 1 1 771 772 ,"
"Reshape Reshape_258 1 1 772 780 0 3 3 0 0 -1 0 ,"
"Permute Transpose_259 1 1 780 781 3 2 0 1 ,"
"Add Add_260 1 1 781 782 1 ,"
"LayerNorm Add_271 3 1 782 fpn.transformer.encoders.0.norm1.weight fpn.transformer.encoders.0.norm1.bias 795 1 1e-05 ,"
"MatMul MatMul_285 1 1 795 810 1 ,"
"Add Add_286 1 1 810 811 1 ,"
"SplitV Split_287 1 3 811 812 813 814 2 3 128 128 128 ,"
"Mul Mul_289 1 1 812 816 1 ,"
"Reshape Reshape_296 1 1 816 823 0 3 3 0 8 16 0 ,"
"Permute Transpose_297 1 1 823 824 3 1 0 2 ,"
"Reshape Reshape_303 1 1 813 832 0 3 3 -1 8 16 0 ,"
"Reshape Reshape_309 1 1 814 840 0 3 3 -1 8 16 0 ,"
"Permute Transpose_310 1 1 840 841 3 1 0 2 ,"
"Permute Transpose_311 1 1 832 842 3 1 2 0 ,"
"MatMul MatMul_312 2 1 824 842 843 -1 ,"
"SoftmaxCaffe Softmax_313 1 1 843 844 2 ,"
"MatMul MatMul_314 2 1 844 841 845 -1 ,"
"Permute Transpose_315 1 1 845 846 3 1 0 2 ,"
"Reshape Reshape_320 1 1 846 851 0 3 3 0 1 128 0 ,"
"MatMul MatMul_321 1 1 851 853 1 ,"
"Add Add_322 1 1 853 854 1 ,"
"Add Add_323 2 1 782 854 855 1 ,"
"LayerNorm Add_334 3 1 855 fpn.transformer.encoders.0.norm2.weight fpn.transformer.encoders.0.norm2.bias 868 1 1e-05 ,"
"MatMul MatMul_335 1 1 868 870 1 ,"
"Add Add_336 1 1 870 871 1 ,"
"PReLU LeakyRelu_337 1 1 871 872 1 0 ,"
"MatMul MatMul_338 1 1 872 874 1 ,"
"Add Add_339 1 1 874 875 1 ,"
"Add Add_340 2 1 855 875 876 1 ,"
"Permute Transpose_341 1 1 876 877 3 1 2 0 ,"
"Reshape Reshape_346 1 1 877 884 0 4 4 0 -1 20 20 0 ,"
"Upsample Resize_365 1 1 884 903 2 0 0 0 40 40 ,"
"Add Add_366 2 1 722 903 904 1 ,"
"Add Add_367 2 1 725 884 905 1 ,"
"Upsample Resize_386 1 1 884 924 2 0 0 0 10 10 ,"
"Add Add_387 2 1 728 924 925 1 ,"
"Convolution Conv_388 1 1 904 1166 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_389 1 1 1166 928 1 0 ,"
"Convolution Conv_390 1 1 928 1169 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_391 1 1 1169 931 1 0 ,"
"Convolution Conv_392 1 1 931 1172 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_393 1 1 1172 934 1 0 ,"
"Convolution Conv_394 1 1 934 1175 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_395 1 1 1175 937 1 0 ,"
"Convolution Conv_396 1 1 937 938 1 128 112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"SplitV Split_397 1 2 938 939 940 1 2 80 32 ,"
"Sigmoid Sigmoid_398 1 1 939 941 ,"
"Reshape Reshape_400 1 1 941 943 0 3 3 0 0 -1 0 ,"
"Permute Transpose_401 1 1 943 cls_pred_stride_8 3 0 2 1 ,"
"Reshape Reshape_403 1 1 940 946 0 3 3 0 0 -1 0 ,"
"Permute Transpose_404 1 1 946 dis_pred_stride_8 3 0 2 1 ,"
"Convolution Conv_405 1 1 905 1178 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_406 1 1 1178 950 1 0 ,"
"Convolution Conv_407 1 1 950 1181 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_408 1 1 1181 953 1 0 ,"
"Convolution Conv_409 1 1 953 1184 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_410 1 1 1184 956 1 0 ,"
"Convolution Conv_411 1 1 956 1187 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_412 1 1 1187 959 1 0 ,"
"Convolution Conv_413 1 1 959 960 1 128 112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"SplitV Split_414 1 2 960 961 962 1 2 80 32 ,"
"Sigmoid Sigmoid_415 1 1 961 963 ,"
"Reshape Reshape_417 1 1 963 965 0 3 3 0 0 -1 0 ,"
"Permute Transpose_418 1 1 965 cls_pred_stride_16 3 0 2 1 ,"
"Reshape Reshape_420 1 1 962 968 0 3 3 0 0 -1 0 ,"
"Permute Transpose_421 1 1 968 dis_pred_stride_16 3 0 2 1 ,"
"Convolution Conv_422 1 1 925 1190 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_423 1 1 1190 972 1 0 ,"
"Convolution Conv_424 1 1 972 1193 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_425 1 1 1193 975 1 0 ,"
"Convolution Conv_426 1 1 975 1196 128 1 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_427 1 1 1196 978 1 0 ,"
"Convolution Conv_428 1 1 978 1199 1 128 128 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_429 1 1 1199 981 1 0 ,"
"Convolution Conv_430 1 1 981 982 1 128 112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"SplitV Split_431 1 2 982 983 984 1 2 80 32 ,"
"Sigmoid Sigmoid_432 1 1 983 985 ,"
"Reshape Reshape_434 1 1 985 987 0 3 3 0 0 -1 0 ,"
"Permute Transpose_435 1 1 987 cls_pred_stride_32 3 0 2 1 ,"
"Reshape Reshape_437 1 1 984 990 0 3 3 0 0 -1 0 ,"
"Permute Transpose_438 1 1 990 dis_pred_stride_32 3 0 2 1 ,"
