"1 210 1 4206624772 ,"
"input.1 4 1 3 320 320 0 ,"
" 424 425 430 433 438 439 444 445 446 449 454 455 460 461 462 465 470 471 476 477 478 481 486 487 492 497 500 505 506 511 512 513 516 521 522 527 528 529 532 537 538 543 544 545 548 553 554 559 560 561 564 569 570 575 576 577 580 585 586 591 592 593 596 601 602 607 608 609 612 617 618 623 628 631 636 637 642 643 644 647 652 653 658 659 660 663 668 669 674 675 676 679 684 685 690 691 692 693 698 699 704 705 710 711 716 717 720 723 726 729 730 731 732 733 735 738 742 745 748 751 752 753 754 755 757 760 764 767 770 773 774 775 776 777 779 782 784 787 790 793 796 799 802 805 808 811 814 817 820 823 826 829 832 835 838 841 844 847 850 853 856 859 862 865 868 871 874 877 880 883 886 889 892 895 898 901 904 907 910 913 916 919 922 925 928 931 934 937 940 943 946 949 952 955 958 961 964 967 970 973 976 979 982 cls_pred_stride_16 cls_pred_stride_32 cls_pred_stride_8 dis_pred_stride_16 dis_pred_stride_32 dis_pred_stride_8 input.1 ,"
"cls_pred_stride_16 cls_pred_stride_32 cls_pred_stride_8 dis_pred_stride_16 dis_pred_stride_32 dis_pred_stride_8 ,"
" 193 ,"
"Convolution Conv_0 1 1 input.1 784 1 3 24 3 3 2 2 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_1 1 1 784 424 1 0 ,"
"Pooling MaxPool_2 1 1 424 425 0 3 3 2 2 1 1 -1 -1 -1 0 0 0 0 ,"
"Convolution Conv_3 1 1 425 787 24 1 24 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_4 1 1 787 790 1 24 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_5 1 1 790 430 1 0 ,"
"Convolution Conv_6 1 1 425 793 1 24 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_7 1 1 793 433 1 0 ,"
"Convolution Conv_8 1 1 433 796 58 1 58 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_9 1 1 796 799 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_10 1 1 799 438 1 0 ,"
"Concat Concat_11 2 1 430 438 439 1 ,"
"ShuffleChannel Reshape_16 1 1 439 444 2 ,"
"SplitV Split_17 1 2 444 445 446 1 2 58 58 ,"
"Convolution Conv_18 1 1 446 802 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_19 1 1 802 449 1 0 ,"
"Convolution Conv_20 1 1 449 805 58 1 58 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_21 1 1 805 808 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_22 1 1 808 454 1 0 ,"
"Concat Concat_23 2 1 445 454 455 1 ,"
"ShuffleChannel Reshape_28 1 1 455 460 2 ,"
"SplitV Split_29 1 2 460 461 462 1 2 58 58 ,"
"Convolution Conv_30 1 1 462 811 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_31 1 1 811 465 1 0 ,"
"Convolution Conv_32 1 1 465 814 58 1 58 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_33 1 1 814 817 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_34 1 1 817 470 1 0 ,"
"Concat Concat_35 2 1 461 470 471 1 ,"
"ShuffleChannel Reshape_40 1 1 471 476 2 ,"
"SplitV Split_41 1 2 476 477 478 1 2 58 58 ,"
"Convolution Conv_42 1 1 478 820 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_43 1 1 820 481 1 0 ,"
"Convolution Conv_44 1 1 481 823 58 1 58 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_45 1 1 823 826 1 58 58 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_46 1 1 826 486 1 0 ,"
"Concat Concat_47 2 1 477 486 487 1 ,"
"ShuffleChannel Reshape_52 1 1 487 492 2 ,"
"Convolution Conv_53 1 1 492 829 116 1 116 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_54 1 1 829 832 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_55 1 1 832 497 1 0 ,"
"Convolution Conv_56 1 1 492 835 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_57 1 1 835 500 1 0 ,"
"Convolution Conv_58 1 1 500 838 116 1 116 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_59 1 1 838 841 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_60 1 1 841 505 1 0 ,"
"Concat Concat_61 2 1 497 505 506 1 ,"
"ShuffleChannel Reshape_66 1 1 506 511 2 ,"
"SplitV Split_67 1 2 511 512 513 1 2 116 116 ,"
"Convolution Conv_68 1 1 513 844 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_69 1 1 844 516 1 0 ,"
"Convolution Conv_70 1 1 516 847 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_71 1 1 847 850 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_72 1 1 850 521 1 0 ,"
"Concat Concat_73 2 1 512 521 522 1 ,"
"ShuffleChannel Reshape_78 1 1 522 527 2 ,"
"SplitV Split_79 1 2 527 528 529 1 2 116 116 ,"
"Convolution Conv_80 1 1 529 853 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_81 1 1 853 532 1 0 ,"
"Convolution Conv_82 1 1 532 856 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_83 1 1 856 859 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_84 1 1 859 537 1 0 ,"
"Concat Concat_85 2 1 528 537 538 1 ,"
"ShuffleChannel Reshape_90 1 1 538 543 2 ,"
"SplitV Split_91 1 2 543 544 545 1 2 116 116 ,"
"Convolution Conv_92 1 1 545 862 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_93 1 1 862 548 1 0 ,"
"Convolution Conv_94 1 1 548 865 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_95 1 1 865 868 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_96 1 1 868 553 1 0 ,"
"Concat Concat_97 2 1 544 553 554 1 ,"
"ShuffleChannel Reshape_102 1 1 554 559 2 ,"
"SplitV Split_103 1 2 559 560 561 1 2 116 116 ,"
"Convolution Conv_104 1 1 561 871 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_105 1 1 871 564 1 0 ,"
"Convolution Conv_106 1 1 564 874 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_107 1 1 874 877 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_108 1 1 877 569 1 0 ,"
"Concat Concat_109 2 1 560 569 570 1 ,"
"ShuffleChannel Reshape_114 1 1 570 575 2 ,"
"SplitV Split_115 1 2 575 576 577 1 2 116 116 ,"
"Convolution Conv_116 1 1 577 880 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_117 1 1 880 580 1 0 ,"
"Convolution Conv_118 1 1 580 883 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_119 1 1 883 886 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_120 1 1 886 585 1 0 ,"
"Concat Concat_121 2 1 576 585 586 1 ,"
"ShuffleChannel Reshape_126 1 1 586 591 2 ,"
"SplitV Split_127 1 2 591 592 593 1 2 116 116 ,"
"Convolution Conv_128 1 1 593 889 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_129 1 1 889 596 1 0 ,"
"Convolution Conv_130 1 1 596 892 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_131 1 1 892 895 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_132 1 1 895 601 1 0 ,"
"Concat Concat_133 2 1 592 601 602 1 ,"
"ShuffleChannel Reshape_138 1 1 602 607 2 ,"
"SplitV Split_139 1 2 607 608 609 1 2 116 116 ,"
"Convolution Conv_140 1 1 609 898 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_141 1 1 898 612 1 0 ,"
"Convolution Conv_142 1 1 612 901 116 1 116 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_143 1 1 901 904 1 116 116 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_144 1 1 904 617 1 0 ,"
"Concat Concat_145 2 1 608 617 618 1 ,"
"ShuffleChannel Reshape_150 1 1 618 623 2 ,"
"Convolution Conv_151 1 1 623 907 232 1 232 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_152 1 1 907 910 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_153 1 1 910 628 1 0 ,"
"Convolution Conv_154 1 1 623 913 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_155 1 1 913 631 1 0 ,"
"Convolution Conv_156 1 1 631 916 232 1 232 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Convolution Conv_157 1 1 916 919 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_158 1 1 919 636 1 0 ,"
"Concat Concat_159 2 1 628 636 637 1 ,"
"ShuffleChannel Reshape_164 1 1 637 642 2 ,"
"SplitV Split_165 1 2 642 643 644 1 2 232 232 ,"
"Convolution Conv_166 1 1 644 922 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_167 1 1 922 647 1 0 ,"
"Convolution Conv_168 1 1 647 925 232 1 232 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_169 1 1 925 928 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_170 1 1 928 652 1 0 ,"
"Concat Concat_171 2 1 643 652 653 1 ,"
"ShuffleChannel Reshape_176 1 1 653 658 2 ,"
"SplitV Split_177 1 2 658 659 660 1 2 232 232 ,"
"Convolution Conv_178 1 1 660 931 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_179 1 1 931 663 1 0 ,"
"Convolution Conv_180 1 1 663 934 232 1 232 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_181 1 1 934 937 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_182 1 1 937 668 1 0 ,"
"Concat Concat_183 2 1 659 668 669 1 ,"
"ShuffleChannel Reshape_188 1 1 669 674 2 ,"
"SplitV Split_189 1 2 674 675 676 1 2 232 232 ,"
"Convolution Conv_190 1 1 676 940 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_191 1 1 940 679 1 0 ,"
"Convolution Conv_192 1 1 679 943 232 1 232 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_193 1 1 943 946 1 232 232 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_194 1 1 946 684 1 0 ,"
"Concat Concat_195 2 1 675 684 685 1 ,"
"ShuffleChannel Reshape_200 1 1 685 690 2 ,"
"Convolution Conv_201 1 1 492 691 1 116 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_202 1 1 623 692 1 232 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_203 1 1 690 693 1 464 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Upsample Resize_205 1 1 693 698 2 2 2 0 ,"
"Add Add_206 2 1 692 698 699 1 ,"
"Upsample Resize_208 1 1 699 704 2 2 2 0 ,"
"Add Add_209 2 1 691 704 705 1 ,"
"Upsample Resize_211 1 1 705 710 2 0.5 0.5 0 ,"
"Add Add_212 2 1 699 710 711 1 ,"
"Upsample Resize_214 1 1 711 716 2 0.5 0.5 0 ,"
"Add Add_215 2 1 693 716 717 1 ,"
"Convolution Conv_216 1 1 705 949 96 1 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_217 1 1 949 720 1 0 ,"
"Convolution Conv_218 1 1 720 952 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_219 1 1 952 723 1 0 ,"
"Convolution Conv_220 1 1 723 955 96 1 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_221 1 1 955 726 1 0 ,"
"Convolution Conv_222 1 1 726 958 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_223 1 1 958 729 1 0 ,"
"Convolution Conv_224 1 1 729 730 1 96 112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"SplitV Split_225 1 2 730 731 732 1 2 80 32 ,"
"Sigmoid Sigmoid_226 1 1 731 733 ,"
"Reshape Reshape_228 1 1 733 735 0 3 3 0 0 -1 0 ,"
"Permute Transpose_229 1 1 735 cls_pred_stride_8 3 0 2 1 ,"
"Reshape Reshape_231 1 1 732 738 0 3 3 0 0 -1 0 ,"
"Permute Transpose_232 1 1 738 dis_pred_stride_8 3 0 2 1 ,"
"Convolution Conv_233 1 1 711 961 96 1 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_234 1 1 961 742 1 0 ,"
"Convolution Conv_235 1 1 742 964 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_236 1 1 964 745 1 0 ,"
"Convolution Conv_237 1 1 745 967 96 1 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_238 1 1 967 748 1 0 ,"
"Convolution Conv_239 1 1 748 970 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_240 1 1 970 751 1 0 ,"
"Convolution Conv_241 1 1 751 752 1 96 112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"SplitV Split_242 1 2 752 753 754 1 2 80 32 ,"
"Sigmoid Sigmoid_243 1 1 753 755 ,"
"Reshape Reshape_245 1 1 755 757 0 3 3 0 0 -1 0 ,"
"Permute Transpose_246 1 1 757 cls_pred_stride_16 3 0 2 1 ,"
"Reshape Reshape_248 1 1 754 760 0 3 3 0 0 -1 0 ,"
"Permute Transpose_249 1 1 760 dis_pred_stride_16 3 0 2 1 ,"
"Convolution Conv_250 1 1 717 973 96 1 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_251 1 1 973 764 1 0 ,"
"Convolution Conv_252 1 1 764 976 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_253 1 1 976 767 1 0 ,"
"Convolution Conv_254 1 1 767 979 96 1 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU LeakyRelu_255 1 1 979 770 1 0 ,"
"Convolution Conv_256 1 1 770 982 1 96 96 1 1 1 1 0 0 1 -1 1 1 0 ,"
"PReLU LeakyRelu_257 1 1 982 773 1 0 ,"
"Convolution Conv_258 1 1 773 774 1 96 112 1 1 1 1 0 0 1 -1 1 1 0 ,"
"SplitV Split_259 1 2 774 775 776 1 2 80 32 ,"
"Sigmoid Sigmoid_260 1 1 775 777 ,"
"Reshape Reshape_262 1 1 777 779 0 3 3 0 0 -1 0 ,"
"Permute Transpose_263 1 1 779 cls_pred_stride_32 3 0 2 1 ,"
"Reshape Reshape_265 1 1 776 782 0 3 3 0 0 -1 0 ,"
"Permute Transpose_266 1 1 782 dis_pred_stride_32 3 0 2 1 ,"
