"1 103 1 4206624772 ,"
"im0_0 4 1 3 384 640 0 ,"
" Max:0 Min:0 Relu:0 Transpose__124:0 Transpose__127:0 Upsample__108:0 Upsample__41:0 Upsample__54:0 Upsample__67:0 Upsample__80:0 Upsample__93:0 decoder/L1/estimator/build_estimator/concat:0 decoder/L1/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L1/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L1/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L1/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L1/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L1/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L1/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L1/estimator/build_estimator/disp-6/LeakyRelu:0 decoder/L1/estimator/get_disp/BiasAdd:0 decoder/L2/estimator/build_estimator/concat:0 decoder/L2/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L2/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L2/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L2/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L2/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L2/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L2/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L2/estimator/build_estimator/disp-6/LeakyRelu:0 decoder/L2/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 decoder/L2/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 decoder/L3/estimator/build_estimator/concat:0 decoder/L3/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L3/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L3/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L3/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L3/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L3/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L3/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L3/estimator/build_estimator/disp-6/LeakyRelu:0 decoder/L3/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 decoder/L3/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 decoder/L4/estimator/build_estimator/concat:0 decoder/L4/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L4/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L4/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L4/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L4/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L4/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L4/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L4/estimator/build_estimator/disp-6/LeakyRelu:0 decoder/L4/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 decoder/L4/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 decoder/L5/estimator/build_estimator/concat:0 decoder/L5/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L5/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L5/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L5/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L5/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L5/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L5/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L5/estimator/build_estimator/disp-6/LeakyRelu:0 decoder/L5/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 decoder/L5/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 decoder/L6/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L6/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L6/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L6/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L6/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L6/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L6/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L6/estimator/build_estimator/disp-6/LeakyRelu:0 decoder/L6/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 decoder/L6/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 encoder/conv1a/BiasAdd:0 encoder/conv1a/LeakyRelu:0 encoder/conv1b/BiasAdd:0 encoder/conv1b/LeakyRelu:0 encoder/conv2a/BiasAdd:0 encoder/conv2a/LeakyRelu:0 encoder/conv2b/BiasAdd:0 encoder/conv2b/LeakyRelu:0 encoder/conv3a/BiasAdd:0 encoder/conv3a/LeakyRelu:0 encoder/conv3b/BiasAdd:0 encoder/conv3b/LeakyRelu:0 encoder/conv4a/BiasAdd:0 encoder/conv4a/LeakyRelu:0 encoder/conv4b/BiasAdd:0 encoder/conv4b/LeakyRelu:0 encoder/conv5a/BiasAdd:0 encoder/conv5a/LeakyRelu:0 encoder/conv5b/BiasAdd:0 encoder/conv5b/LeakyRelu:0 encoder/conv6a/BiasAdd:0 encoder/conv6a/LeakyRelu:0 encoder/conv6b/BiasAdd:0 encoder/conv6b/LeakyRelu:0 im0_0 sub:0 sub_1:0 truediv:0 ,"
"truediv:0 ,"
" 100 ,"
"Convolution encoder/conv1a/BiasAdd 1 1 im0_0 encoder/conv1a/BiasAdd:0 1 3 16 3 3 2 2 0 0 1 0 1 1 0 ,"
"PReLU encoder/conv1a/LeakyRelu 1 1 encoder/conv1a/BiasAdd:0 encoder/conv1a/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv1b/BiasAdd 1 1 encoder/conv1a/LeakyRelu:0 encoder/conv1b/BiasAdd:0 1 16 16 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU encoder/conv1b/LeakyRelu 1 1 encoder/conv1b/BiasAdd:0 encoder/conv1b/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv2a/BiasAdd 1 1 encoder/conv1b/LeakyRelu:0 encoder/conv2a/BiasAdd:0 1 16 32 3 3 2 2 0 0 1 0 1 1 0 ,"
"PReLU encoder/conv2a/LeakyRelu 1 1 encoder/conv2a/BiasAdd:0 encoder/conv2a/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv2b/BiasAdd 1 1 encoder/conv2a/LeakyRelu:0 encoder/conv2b/BiasAdd:0 1 32 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU encoder/conv2b/LeakyRelu 1 1 encoder/conv2b/BiasAdd:0 encoder/conv2b/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv3a/BiasAdd 1 1 encoder/conv2b/LeakyRelu:0 encoder/conv3a/BiasAdd:0 1 32 64 3 3 2 2 0 0 1 0 1 1 0 ,"
"PReLU encoder/conv3a/LeakyRelu 1 1 encoder/conv3a/BiasAdd:0 encoder/conv3a/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv3b/BiasAdd 1 1 encoder/conv3a/LeakyRelu:0 encoder/conv3b/BiasAdd:0 1 64 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU encoder/conv3b/LeakyRelu 1 1 encoder/conv3b/BiasAdd:0 encoder/conv3b/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv4a/BiasAdd 1 1 encoder/conv3b/LeakyRelu:0 encoder/conv4a/BiasAdd:0 1 64 96 3 3 2 2 0 0 1 0 1 1 0 ,"
"PReLU encoder/conv4a/LeakyRelu 1 1 encoder/conv4a/BiasAdd:0 encoder/conv4a/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv4b/BiasAdd 1 1 encoder/conv4a/LeakyRelu:0 encoder/conv4b/BiasAdd:0 1 96 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU encoder/conv4b/LeakyRelu 1 1 encoder/conv4b/BiasAdd:0 encoder/conv4b/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv5a/BiasAdd 1 1 encoder/conv4b/LeakyRelu:0 encoder/conv5a/BiasAdd:0 1 96 128 3 3 2 2 0 0 1 0 1 1 0 ,"
"PReLU encoder/conv5a/LeakyRelu 1 1 encoder/conv5a/BiasAdd:0 encoder/conv5a/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv5b/BiasAdd 1 1 encoder/conv5a/LeakyRelu:0 encoder/conv5b/BiasAdd:0 1 128 128 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU encoder/conv5b/LeakyRelu 1 1 encoder/conv5b/BiasAdd:0 encoder/conv5b/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv6a/BiasAdd 1 1 encoder/conv5b/LeakyRelu:0 encoder/conv6a/BiasAdd:0 1 128 192 3 3 2 2 0 0 1 0 1 1 0 ,"
"PReLU encoder/conv6a/LeakyRelu 1 1 encoder/conv6a/BiasAdd:0 encoder/conv6a/LeakyRelu:0 1 0 ,"
"Convolution encoder/conv6b/BiasAdd 1 1 encoder/conv6a/LeakyRelu:0 encoder/conv6b/BiasAdd:0 1 192 192 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU encoder/conv6b/LeakyRelu 1 1 encoder/conv6b/BiasAdd:0 encoder/conv6b/LeakyRelu:0 1 0 ,"
"Convolution decoder/L6/estimator/build_estimator/disp-3/BiasAdd 1 1 encoder/conv6b/LeakyRelu:0 decoder/L6/estimator/build_estimator/disp-3/BiasAdd:0 1 192 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L6/estimator/build_estimator/disp-3/LeakyRelu 1 1 decoder/L6/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L6/estimator/build_estimator/disp-3/LeakyRelu:0 1 0 ,"
"Convolution decoder/L6/estimator/build_estimator/disp-4/BiasAdd 1 1 decoder/L6/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L6/estimator/build_estimator/disp-4/BiasAdd:0 1 96 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L6/estimator/build_estimator/disp-4/LeakyRelu 1 1 decoder/L6/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L6/estimator/build_estimator/disp-4/LeakyRelu:0 1 0 ,"
"Convolution decoder/L6/estimator/build_estimator/disp-5/BiasAdd 1 1 decoder/L6/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L6/estimator/build_estimator/disp-5/BiasAdd:0 1 64 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L6/estimator/build_estimator/disp-5/LeakyRelu 1 1 decoder/L6/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L6/estimator/build_estimator/disp-5/LeakyRelu:0 1 0 ,"
"Convolution decoder/L6/estimator/build_estimator/disp-6/BiasAdd 1 1 decoder/L6/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L6/estimator/build_estimator/disp-6/BiasAdd:0 1 32 8 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L6/estimator/build_estimator/disp-6/LeakyRelu 1 1 decoder/L6/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L6/estimator/build_estimator/disp-6/LeakyRelu:0 1 0 ,"
"Upsample Upsample__41 1 1 decoder/L6/estimator/build_estimator/disp-6/LeakyRelu:0 Upsample__41:0 2 2 2 0 ,"
"Convolution decoder/L6/upsampler/bilinear_upsampling_by_convolution/BiasAdd 1 1 Upsample__41:0 decoder/L6/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 1 8 8 2 2 1 1 0 0 1 0 1 1 0 ,"
"PReLU decoder/L6/upsampler/bilinear_upsampling_by_convolution/LeakyRelu 1 1 decoder/L6/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 decoder/L6/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 1 0 ,"
"Concat decoder/L5/estimator/build_estimator/concat 2 1 encoder/conv5b/LeakyRelu:0 decoder/L6/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 decoder/L5/estimator/build_estimator/concat:0 1 ,"
"Convolution decoder/L5/estimator/build_estimator/disp-3/BiasAdd 1 1 decoder/L5/estimator/build_estimator/concat:0 decoder/L5/estimator/build_estimator/disp-3/BiasAdd:0 1 136 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L5/estimator/build_estimator/disp-3/LeakyRelu 1 1 decoder/L5/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L5/estimator/build_estimator/disp-3/LeakyRelu:0 1 0 ,"
"Convolution decoder/L5/estimator/build_estimator/disp-4/BiasAdd 1 1 decoder/L5/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L5/estimator/build_estimator/disp-4/BiasAdd:0 1 96 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L5/estimator/build_estimator/disp-4/LeakyRelu 1 1 decoder/L5/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L5/estimator/build_estimator/disp-4/LeakyRelu:0 1 0 ,"
"Convolution decoder/L5/estimator/build_estimator/disp-5/BiasAdd 1 1 decoder/L5/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L5/estimator/build_estimator/disp-5/BiasAdd:0 1 64 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L5/estimator/build_estimator/disp-5/LeakyRelu 1 1 decoder/L5/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L5/estimator/build_estimator/disp-5/LeakyRelu:0 1 0 ,"
"Convolution decoder/L5/estimator/build_estimator/disp-6/BiasAdd 1 1 decoder/L5/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L5/estimator/build_estimator/disp-6/BiasAdd:0 1 32 8 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L5/estimator/build_estimator/disp-6/LeakyRelu 1 1 decoder/L5/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L5/estimator/build_estimator/disp-6/LeakyRelu:0 1 0 ,"
"Upsample Upsample__54 1 1 decoder/L5/estimator/build_estimator/disp-6/LeakyRelu:0 Upsample__54:0 2 2 2 0 ,"
"Convolution decoder/L5/upsampler/bilinear_upsampling_by_convolution/BiasAdd 1 1 Upsample__54:0 decoder/L5/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 1 8 8 2 2 1 1 0 0 1 0 1 1 0 ,"
"PReLU decoder/L5/upsampler/bilinear_upsampling_by_convolution/LeakyRelu 1 1 decoder/L5/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 decoder/L5/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 1 0 ,"
"Concat decoder/L4/estimator/build_estimator/concat 2 1 encoder/conv4b/LeakyRelu:0 decoder/L5/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 decoder/L4/estimator/build_estimator/concat:0 1 ,"
"Convolution decoder/L4/estimator/build_estimator/disp-3/BiasAdd 1 1 decoder/L4/estimator/build_estimator/concat:0 decoder/L4/estimator/build_estimator/disp-3/BiasAdd:0 1 104 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L4/estimator/build_estimator/disp-3/LeakyRelu 1 1 decoder/L4/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L4/estimator/build_estimator/disp-3/LeakyRelu:0 1 0 ,"
"Convolution decoder/L4/estimator/build_estimator/disp-4/BiasAdd 1 1 decoder/L4/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L4/estimator/build_estimator/disp-4/BiasAdd:0 1 96 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L4/estimator/build_estimator/disp-4/LeakyRelu 1 1 decoder/L4/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L4/estimator/build_estimator/disp-4/LeakyRelu:0 1 0 ,"
"Convolution decoder/L4/estimator/build_estimator/disp-5/BiasAdd 1 1 decoder/L4/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L4/estimator/build_estimator/disp-5/BiasAdd:0 1 64 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L4/estimator/build_estimator/disp-5/LeakyRelu 1 1 decoder/L4/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L4/estimator/build_estimator/disp-5/LeakyRelu:0 1 0 ,"
"Convolution decoder/L4/estimator/build_estimator/disp-6/BiasAdd 1 1 decoder/L4/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L4/estimator/build_estimator/disp-6/BiasAdd:0 1 32 8 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L4/estimator/build_estimator/disp-6/LeakyRelu 1 1 decoder/L4/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L4/estimator/build_estimator/disp-6/LeakyRelu:0 1 0 ,"
"Upsample Upsample__67 1 1 decoder/L4/estimator/build_estimator/disp-6/LeakyRelu:0 Upsample__67:0 2 2 2 0 ,"
"Convolution decoder/L4/upsampler/bilinear_upsampling_by_convolution/BiasAdd 1 1 Upsample__67:0 decoder/L4/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 1 8 8 2 2 1 1 0 0 1 0 1 1 0 ,"
"PReLU decoder/L4/upsampler/bilinear_upsampling_by_convolution/LeakyRelu 1 1 decoder/L4/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 decoder/L4/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 1 0 ,"
"Concat decoder/L3/estimator/build_estimator/concat 2 1 encoder/conv3b/LeakyRelu:0 decoder/L4/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 decoder/L3/estimator/build_estimator/concat:0 1 ,"
"Convolution decoder/L3/estimator/build_estimator/disp-3/BiasAdd 1 1 decoder/L3/estimator/build_estimator/concat:0 decoder/L3/estimator/build_estimator/disp-3/BiasAdd:0 1 72 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L3/estimator/build_estimator/disp-3/LeakyRelu 1 1 decoder/L3/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L3/estimator/build_estimator/disp-3/LeakyRelu:0 1 0 ,"
"Convolution decoder/L3/estimator/build_estimator/disp-4/BiasAdd 1 1 decoder/L3/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L3/estimator/build_estimator/disp-4/BiasAdd:0 1 96 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L3/estimator/build_estimator/disp-4/LeakyRelu 1 1 decoder/L3/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L3/estimator/build_estimator/disp-4/LeakyRelu:0 1 0 ,"
"Convolution decoder/L3/estimator/build_estimator/disp-5/BiasAdd 1 1 decoder/L3/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L3/estimator/build_estimator/disp-5/BiasAdd:0 1 64 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L3/estimator/build_estimator/disp-5/LeakyRelu 1 1 decoder/L3/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L3/estimator/build_estimator/disp-5/LeakyRelu:0 1 0 ,"
"Convolution decoder/L3/estimator/build_estimator/disp-6/BiasAdd 1 1 decoder/L3/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L3/estimator/build_estimator/disp-6/BiasAdd:0 1 32 8 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L3/estimator/build_estimator/disp-6/LeakyRelu 1 1 decoder/L3/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L3/estimator/build_estimator/disp-6/LeakyRelu:0 1 0 ,"
"Upsample Upsample__80 1 1 decoder/L3/estimator/build_estimator/disp-6/LeakyRelu:0 Upsample__80:0 2 2 2 0 ,"
"Convolution decoder/L3/upsampler/bilinear_upsampling_by_convolution/BiasAdd 1 1 Upsample__80:0 decoder/L3/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 1 8 8 2 2 1 1 0 0 1 0 1 1 0 ,"
"PReLU decoder/L3/upsampler/bilinear_upsampling_by_convolution/LeakyRelu 1 1 decoder/L3/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 decoder/L3/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 1 0 ,"
"Concat decoder/L2/estimator/build_estimator/concat 2 1 encoder/conv2b/LeakyRelu:0 decoder/L3/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 decoder/L2/estimator/build_estimator/concat:0 1 ,"
"Convolution decoder/L2/estimator/build_estimator/disp-3/BiasAdd 1 1 decoder/L2/estimator/build_estimator/concat:0 decoder/L2/estimator/build_estimator/disp-3/BiasAdd:0 1 40 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L2/estimator/build_estimator/disp-3/LeakyRelu 1 1 decoder/L2/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L2/estimator/build_estimator/disp-3/LeakyRelu:0 1 0 ,"
"Convolution decoder/L2/estimator/build_estimator/disp-4/BiasAdd 1 1 decoder/L2/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L2/estimator/build_estimator/disp-4/BiasAdd:0 1 96 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L2/estimator/build_estimator/disp-4/LeakyRelu 1 1 decoder/L2/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L2/estimator/build_estimator/disp-4/LeakyRelu:0 1 0 ,"
"Convolution decoder/L2/estimator/build_estimator/disp-5/BiasAdd 1 1 decoder/L2/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L2/estimator/build_estimator/disp-5/BiasAdd:0 1 64 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L2/estimator/build_estimator/disp-5/LeakyRelu 1 1 decoder/L2/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L2/estimator/build_estimator/disp-5/LeakyRelu:0 1 0 ,"
"Convolution decoder/L2/estimator/build_estimator/disp-6/BiasAdd 1 1 decoder/L2/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L2/estimator/build_estimator/disp-6/BiasAdd:0 1 32 8 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L2/estimator/build_estimator/disp-6/LeakyRelu 1 1 decoder/L2/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L2/estimator/build_estimator/disp-6/LeakyRelu:0 1 0 ,"
"Upsample Upsample__93 1 1 decoder/L2/estimator/build_estimator/disp-6/LeakyRelu:0 Upsample__93:0 2 2 2 0 ,"
"Convolution decoder/L2/upsampler/bilinear_upsampling_by_convolution/BiasAdd 1 1 Upsample__93:0 decoder/L2/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 1 8 8 2 2 1 1 0 0 1 0 1 1 0 ,"
"PReLU decoder/L2/upsampler/bilinear_upsampling_by_convolution/LeakyRelu 1 1 decoder/L2/upsampler/bilinear_upsampling_by_convolution/BiasAdd:0 decoder/L2/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 1 0 ,"
"Concat decoder/L1/estimator/build_estimator/concat 2 1 encoder/conv1b/LeakyRelu:0 decoder/L2/upsampler/bilinear_upsampling_by_convolution/LeakyRelu:0 decoder/L1/estimator/build_estimator/concat:0 1 ,"
"Convolution decoder/L1/estimator/build_estimator/disp-3/BiasAdd 1 1 decoder/L1/estimator/build_estimator/concat:0 decoder/L1/estimator/build_estimator/disp-3/BiasAdd:0 1 24 96 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L1/estimator/build_estimator/disp-3/LeakyRelu 1 1 decoder/L1/estimator/build_estimator/disp-3/BiasAdd:0 decoder/L1/estimator/build_estimator/disp-3/LeakyRelu:0 1 0 ,"
"Convolution decoder/L1/estimator/build_estimator/disp-4/BiasAdd 1 1 decoder/L1/estimator/build_estimator/disp-3/LeakyRelu:0 decoder/L1/estimator/build_estimator/disp-4/BiasAdd:0 1 96 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L1/estimator/build_estimator/disp-4/LeakyRelu 1 1 decoder/L1/estimator/build_estimator/disp-4/BiasAdd:0 decoder/L1/estimator/build_estimator/disp-4/LeakyRelu:0 1 0 ,"
"Convolution decoder/L1/estimator/build_estimator/disp-5/BiasAdd 1 1 decoder/L1/estimator/build_estimator/disp-4/LeakyRelu:0 decoder/L1/estimator/build_estimator/disp-5/BiasAdd:0 1 64 32 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L1/estimator/build_estimator/disp-5/LeakyRelu 1 1 decoder/L1/estimator/build_estimator/disp-5/BiasAdd:0 decoder/L1/estimator/build_estimator/disp-5/LeakyRelu:0 1 0 ,"
"Convolution decoder/L1/estimator/build_estimator/disp-6/BiasAdd 1 1 decoder/L1/estimator/build_estimator/disp-5/LeakyRelu:0 decoder/L1/estimator/build_estimator/disp-6/BiasAdd:0 1 32 8 3 3 1 1 1 1 1 -1 1 1 0 ,"
"PReLU decoder/L1/estimator/build_estimator/disp-6/LeakyRelu 1 1 decoder/L1/estimator/build_estimator/disp-6/BiasAdd:0 decoder/L1/estimator/build_estimator/disp-6/LeakyRelu:0 1 0 ,"
"Convolution decoder/L1/estimator/get_disp/BiasAdd 1 1 decoder/L1/estimator/build_estimator/disp-6/LeakyRelu:0 decoder/L1/estimator/get_disp/BiasAdd:0 1 8 1 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Upsample Upsample__108 1 1 decoder/L1/estimator/get_disp/BiasAdd:0 Upsample__108:0 2 2 2 0 ,"
"ReLU Relu 1 1 Upsample__108:0 Relu:0 ,"
"ReduceMin Min 1 1 Relu:0 Min:0 1 0 2 3 1 ,"
"Sub sub 2 1 Relu:0 Min:0 sub:0 1 ,"
"ReduceMax Max 1 1 Relu:0 Max:0 1 0 2 3 1 ,"
"Sub sub_1 2 1 Max:0 Min:0 sub_1:0 1 ,"
"Div truediv 2 1 sub:0 sub_1:0 truediv:0 1 ,"
